{
  "All": "Sve",
  "Adult": "Odrasli",
  "Puppy": "Štenad",
  "Active": "Aktivni",
  "Search results": "Rezultati pretrage",
  "Home": "Početna",
  "Products": "Produkti",
  "Contact us": "Kontakt",
  "About us": "O nama",
  "ABOUT US": "O NAMA",
  "Pages": "Stranice",
  "Get in touch": "Stupite u kontakt",
  "Say something": "Napiste nesto",
  "Submit": "Podnesi",
  "Dog's weight": "Masa pasa",
  "Food quantity": "Potrebna količina hrane",
  "Blog": "Blog",
  "DO YOU KNOW EVERYTHING ABOUT DOGS?": "Da li znate sve o psima?",
  "HISTORY: MAN AND DOG - THE LONGEST LOVE STORY": "ISTORIJA: ČOVEK I PAS - NAJDUŽA LJUBAVNA PRIČA",
  "PUPPY NUTRITION": "Hrana za štenad",
  "It is very important how the puppy develops, we need to assess his need for food well. What is also important and should take into account the diversity of breeds and how much the puppy is able to digest food. Complete food, dry or in soup, is recommended, with the puppy best regulating his daily consumption.": "Veoma je važno kako se štene razvija, potrebno je dobro proceniti njegovu potrebu za hranom. Ono što je takođe važno i treba uzeti u obzir raznolikost rasa i koliko je štene u stanju da svari hranu. Preporučuje se potpuna hrana, suva ili u supi, pri čemu štene najbolje reguliše dnevnu potrošnju.",
  "Learn more": "Saznaj više",
  "ADULT DOG NUTRITION": "Hrana za odrasle pse",
  "For adult dogs, the diet should maintain weight with good digestibility of food. Fat should not be given excessively to the dog. If the dog is not overly active, one should take care and achieve the state of overall health, avoid the tendency towards obesity, which is very common in dogs.": "Za odrasle pse, ishrana treba da održava težinu uz dobru svarljivost hrane. Masti ne treba davati psu preterano. Ako pas nije preterano aktivan, treba voditi računa i postići opšte zdravstveno stanje, izbegavati sklonost ka gojaznosti koja je vrlo česta kod pasa.",
  "NUTRITION OF AN ACTIVE DOG": "Hrana za aktivne pse",
  "Composition: nutrients of plant origin-grain nutrients, oil industry products, animal nutrition products-processed protein of animal origin, fish flour, mineral nutrients-Ca, P, Na. Additives: vitamins, minerals, amino acids.": "Sastav: hranljive materije biljnog porekla-hranljive materije zrna, biljno ulje, proizvodi za ishranu životinja-prerađeni proteini životinjskog porekla, riblje brašno, mineralna hraniva-Ca, P, Na. Aditivi: vitamini, minerali, aminokiseline.",
  "Food for highly active dogs": "Hrana za visoko aktivne pse",
  "Energy intake in active dogs depends on the type of dog, dog activity, time, etc. All intensely active dogs require a diet rich in calories and nutrients. Active dogs require 1.5 to 2.5 times more energy than ordinary dogs.": "Energetski unos kod aktivnih pasa zavisi od vrste psa, aktivnosti psa, vremena itd. Svi intenzivno aktivni psi zahtevaju ishranu bogatu kalorijama i hranljivim materijama. Aktivnim psima je potrebno 1,5 do 2,5 puta više energije od običnih pasa.",
  "Processed pet food - food for adult dogs": "Prerađena hrana za kućne ljubimce- hrana za normalno aktivne odrasle pse",
  "Composition: nutrients of plant origin - grain nutrients, oil industry products, animal nutrition products - processed protein of animal origin. Classic does not contain GMO.": "Sastav: Zrnasta hraniva biljnog porekla, hraniva životinjskog porekla, proizvodi industrije skroba , životinjska mast, proizvodi mlinske industrije, proizvodi industrije ulja, biljno ulje, celuloza u prahu, kvasac, vitaminsko mineralna predsmeša. Proizvod ne sadrži GMO.",
  "CLASSIC - Food for adult dogs": "Hrana za normalno aktivne odrasle pse",
  "ANIMAL KINGDOM": "ANIMAL KINGDOM",
  "Food for racial and superactive dogs": "Hrana za rasne i superaktivne pse",
  "Peek into our world": "Zaviri u naš svet",
  "CHOOSE THE PERFECT COMBINATION FOR YOUR PET": "ODABERI SAVRŠENU KOMBINACIJU ZA SVOG LJUBIMCA",
  "Want to contact us?": "Želite da nas kontaktirate?",
  "If you are interested in our products and would like to find out some more information, one of our advisors is excited to help.": "Ako ste zainteresovani za naše proizvode i želite da saznate više informacija, jedan od naših savetnika će vam rado pomoći.",
  "Contact Us": "Kontaktiraj nas",
  "Who we are": "Ko smo mi",
  "Industries": "Industrije",
  "Careers": "Karijere",
  "Support": "Podrška",
  "Support Request": "Zahtev za podršku",
  "Book a call": "Rezervišite poziv",
  "Contact": "Kontakt",
  "Follow Us": "Zaprati nas",
  "Food for puppies": "Hrana za štenad",
  "ABOUT DOGS": "O PSIMA",
  "See more": "Vidi više",
  "PRODUCTS": "PRODUKTI",
  "Food for adult dogs": "Hrana za odrasle pse",
  "CROOCET - Food for adult dogs": "Kroketi - Hrana za odrasle pse",
  "Maize, by-products of the milling industry, dehydrated poultry meat, fish meal, animal fat, brewer's yeast, vegetable oil, sodium chloride, bentonite montmorillonite, vitamin-mineral premix. The product does not contain GMOs": "Kukuruz, sporedni proizvodi mlimske industrije, dehidrirano živinsko meso, riblje brašno, životinjska mast, pivski kvasac, biljno ulje, natrijum hlorid, bentonit montmorilonit, vitaminsko mineralni premiks Proizvod ne sadrzi GMO",
  "Composition: nutrients of plant origin-grain nutrients, oil industry products, animal nutrition products-processed protein of animal origin, fish flour, mineral nutrients-Ca,P,Na. Additives: vitamins, minerals, aminoacids. ADULT does not contain GMO.": "Sastav: Hraniva biljnog porekla- zrnasta hraniva, proizvodi industrije ulja, hraniva životinjskog porekla-prerađen protein životinjskog porekla, riblje brašno. Mineralna hraniva: kalcijum,fosfor, natrijum. Aditivi: vitamini, minerali, aminokiseline Proizvod ne sadrzi GMO.",
  "Composition: nutrients of plant origin-grain nutrients, oil industry products, animal nutrition products-processed protein of animal origin,fish flour, mineral nutrients-Ca, P, Na. Additives: vitamins, minerals, amino acids. PUPPY does not contain GMO.": "Sastav: Prerađena hrana za kućne ljubimce - hrana za štenad Sastav: Hraniva biljnog porekla- zrnasta hraniva, proizvodi industrije ulja, hraniva životinjskog porekla-prerađen protein životinjskog porekla, riblje brašno, proizvodi od mleka Proizvod ne sadrzi GMO.",
  "Composition: nutrients of plant origin-grain nutrients, oil industry products, animal nutrition products-processed protein of animal origin,fish flour, mineral nutrients-Ca, P, Na. Additives: vitamins, minerals, amino acids. ACTIVE does not contain GMO.": "Sastav: Hraniva biljnog porekla- zrnasta hraniva, proizvodi industrije ulja, hraniva zivotinjskog porekla-prerađen protein životinjskog porekla, riblje brašno. Mineralna hraniva: kalcijum,fosfor, natrijum. Aditivi: vitamini, minerali,aminokiseline Proizvod ne sadrzi GMO.",
  "Animal Kingdom doo is a family company. Located in Lapovo near Kragujevac and engaged in the production of granulated dog food.": "Animal Kingdom doo je porodična firma. Firma se nalazi u Lapovu kod Kragujevca i bavi se proizvodnjom granulirane hrane za pse.",
  "The production is based on the concept of a healthy diet for your pets with the aim of eating quality food and developing properly. We use the highest quality raw materials that we analyze before use in order to maintain a constant quality of our products. We have successful years of business behind us and satisfied customers whose number is increasing day by day. We owe gratitude for our successes to our customers and we hope that their number will continue to increase, and we will, as before, justify their trust with constant quality and stable price. Our range includes products for dogs:": "Proizvodnja se bazira na konceptu zdrave ishrane Vaših ljubimaca sa ciljem da se kvalitetno hrane i pritom pravilno razvijaju. Koristimo najkvalitetnije sirovine koje pre upotrebe analiziramo u cilju održavanja konstantnog kvaliteta naših proizvoda. Iza sebe imamo uspešne godine poslovanja i zadovoljne kupce čiji broj se iz dana u dan povećava. Zahvalnost za naše uspehe dugujemo našim kupcima i nadamo se da će njihov broj nastaviti da se povećava, a mi ćemo kao i do sad njihovo poverenje opravdati konstantnim kvalitetom i stabilnom cenom. U našem asortimanu se nalaze proizvodi za pse:",
  "In the near future, we plan to enrich our production with an assortment for cats. Let your pets get the meal they deserve.": "U bliskoj budućnosti planiramo da svoju proizvodnju obogatimo asortimanom za mačke. Neka Vaši ljubimci dobiju obrok kakav zaslužuju",
  "Researchers from ELTE University in Budapest studied the brain activity of dogs in relation to various human and dog sounds, such as voices, barking, insignificant grunts and sighs of both kinds. Prior to this research, we had no idea what happens inside a dog's brain when people make noise. Among other surprising facts, the research showed similarities in the way a dog and a man react to emotionally colored voices and sounds. Researchers have proven that cheerful sounds stimulate and positively affect the auditory cortex in both species. This common feature tells us about a unique communication system that builds a connection between a dog and a human. In short - dogs do not only receive seemingly subtle mood swings, but because of the way they are associated with humans, they are more physically sensitive and susceptible to even the slightest mood swings.": "Istraživači sa Univerziteta ELTE u Budimpešti su proučavali moždanu aktivnost pasa u odnosu na različite ljudske i pseće zvukove, poput glasova, lajanja, beznačajnog gunđanja i uzdaha obe vrste. Pre ovog istraživanja nismo imali pojma šta se događa unutar psećeg mozga kada ljudi prave buku. Između ostalih iznenađujućih činjenica, istraživanje je pokazalo sličnosti u načinu na koji pas i čovek reaguju na emocionalno obojene glasove i zvukove. Istraživači su dokazali da veseli zvukovi podstiču i pozitivno utiču na auditivni korteks kod obe vrste. Ta zajednička osobina govori nam o jedinstvenom komunikacijskom sistemu koji izgrađuje vezu između psa i čoveka. Ukratko - psi ne poprimaju samo naizgled suptilne promene raspoloženja, već su zbog načina na koji su povezani s ljudima fizički osetljiviji i podložniji i za najmanju promenu raspoloženja.",
  "Your dog is smarter than a two-year-old The reason why dogs get along well with children is that they speak the same language. Not really, but they understand approximately the same number of words and movements - 250. A mustache helps a dog “see” in the dark It's not that they have “night vision”, but the hairs around the lips register the slightest change in air current, and in that way the dog receives information about the size, shape and speed of things around it. It also allows him to better sense danger or prey - even at night. Dogs and cats drink water in the same way It may seem to you that dogs are much more messy when drinking water, however both they and cats bend the tip of their tongue and lift the liquid towards their mouth while drinking water. Dogs only have sweat glands on their paws These glands are located between the soft part of the paw. This is because their feet would be wet during hot days, and because of that, dogs get cold by panting. The dog's mouth exerts an average pressure of 145 kg These tests were performed on German Shepherds, American Pit Bull Terriers and Rottweilers. Compared to them, humans reach a pressure of 54.5 kg, white sharks 272 kg, while crocodiles can reach an incredible 1133 kg. Dogs also have ten teeth more than humans - 42. A one-year-old dog has the physical fitness of a 15-year-old human being Different breeds, of course, have different physical fitness, bigger dogs are faster than smaller ones. Dogs hear four times farther than humans Puppies may be born deaf, but they quickly acquire great abilities when it comes to hearing. Dogs also hear high-frequency sounds, and recognize tones from 67 to 45,000 hertz. Humans hear sounds from 64 to 23,000 hertz, and in both humans and dogs, the upper limit of hearing decreases with age. Dogs can smell how you feel Dogs quickly pick up even the slightest changes in your smell, which help him discover how you feel. So I can smell sweating when you are nervous or scared. It is also very likely that dogs can detect some diseases or get hit when one of the females in the house is pregnant. A dog's sense of smell is 1,000 to 10 million better than a human's Depending on the breed, dogs have between 125 million and 300 million odors - which is a huge number compared to a human's 5 million. That is why the part of the dog's brain that controls the smell is as much as 40 times bigger than in humans. At the same time, a dog's brain is much smaller than a human's, and makes up 1/125 of their body, while in humans the ratio is 1:40. Ants, on the other hand, have a brain that is only seven times smaller than their total weight.": "Vaš pas je pametniji od dvogodišnjeg deteta Razlog zašto se psi dobro slažu sa decom je taj što govore istim jezikom. Ne baš stvarno, ali razumeju približno isti broj reči i pokreta - 250. „Brkovi“ psu pomažu da „vidi“ u mraku Nije baš da imaju „noćni vid“, ali dlačice oko usana registruju i najmanju promenu vazdušne struje, i na taj način pas prima informacije i veličini, obliku i brzini stvari oko njega. To mu takođe omogućava da bolje osete opasnost ili plen - čak i noću. Psi i mačke na isti način piju vodu Možda vam se čini da su psi mnogo neuredniji kod ispijanja vode, međutim i oni i mačke savijaju vrh jezika i podižu tečnost ka ustima dok piju vodu. Psi samo na šapama imaju znojne žlezde Te žlezde se nalaze između mekog dela šape. To je zbog toga da bi im tokom vrelih dana noge bile vlažne, a zbog toga se psi hlade dahtanjem. Usta psa prosečno vrše pritisak od 145 kg Ovi testovi vršeni su na nemačkim ovčarima, američkim pit bul terijerima i rotvajlerima. U poređenju sa njima, ljudi dostižu pritisak od 54.5 kg, bele ajkule 272 kg, dok krokodili mogu dostići neverovatnih 1133 kg. Psi takođe imaju deset zuba više od ljudi - 42. Jednogodišnji pas ima fizičku spremnost 15-godišnjeg ljudskog bića Različite rase, naravno, različite su fizičke spremnosti, veći psi su brži od manjih. Psi čuju četiri puta dalje od ljudi Štenci se možda rađaju gluvi, ali vrlo brzo stiču sjajne sposobnosti kada je sluh u pitanju. Psi takođe čuju zvukove visoke frekvencije, i raspoznaju tonove od 67 do 45.000 herca. Ljudi čuju zvukove od 64 do 23.000 herca, a i kod ljudi i kod pasa s godinama se smanjuje gornja granica sluha. Psi mogu da namirišu kako se osećate Psi brzo pokupe i najmanje promene u vašem mirisu, koje mu pomažu da otkrije kako se osećate. Tako mogu namirisati znojenje kada ste nervozni ili uplašeni. Takođe je vrlo verovatno da psi mogu detektovati i neke bolesti ili pogoditi kada je neko od ženskih osoba u kući u drugom stanju. Čulo mirisa psa je od 1.000 do 10 miliona bolje od čovekovog U zavisnosti od rase, psi imaju između 125 miliona i 300 miliona mirisnih zležda - što je u poređenju sa čovekovih 5 miliona ogroman broj. Zbog toga je i deo mozga pasa koji kontroliše miris čak 40 puta veći nego kod čoveka. Mozak psa je u isto vreme dosta manji nego čovekov, i čini 1/125 deo njihovog tela, dok je kod čoveka taj odnos 1:40. S druge strane mravi imaju mozak koji je samo sedam puta manji od njihove ukupne težine.",
  "CELEBRITIES ABOUT DOGS „My dogs are the reason I wake up every day with a smile on my face.“ - Jennifer Skiff. THE DIVINITY OF DOGS „I have discovered that when you are in big trouble, there are special things that you get in the complete devotion of a dog that you cannot get anywhere else.“ - Doris Day „If I could be half as good a person as my dog is, then I would be twice as good a man.“ - Charles Yu „A dog is the only thing on the planet that loves you more than you love yourself.“ - Josh Billing Pas i dete Pas i dete Photo by Panagiotis Karagiannis on Unsplash „Dogs are our connection to paradise. They do not know about evil, envy or dissatisfaction. Sitting with a dog on a hillside on a beautiful day means being in paradise again, where lack of activity does not mean boredom but peace.“ - Milan Kundera „Dogs are not our whole world, but they make our world whole.“ - Roger Caras „The dog reflects the family in which he lives. Who has ever seen a lively dog ​​in a gloomy family, or a sad dog in a happy one? Rude people have rude dogs, dangerous people have dangerous ones.“ - Arthur Conan Doyle, s Pas i porodica Photo by CDC on Unsplash „A dog will teach you unconditional love. If you can have that in your life, things won't be bad.“ - Robert Wagner „Love is an emotion that a woman always feels towards a poodle and sometimes towards a man.“ - George Jean Nathan „The dog would die for you, but he would never lie to you.“ - George R. R. Martin „The biggest fear that dogs know is that you will not return when you go somewhere without them.“ - Stanley Coren Zabrinuti pas Photo by Anthony Fomin on Unsplash „The more guys I meet, the more I love my dog.“ - Carrie Underwood „I love the dog. He does nothing for political reasons.“ - Will Rogers „The dog doesn't care if you're rich or poor, smart or stupid. Give him your heart and he will give you hers.“ - Milo Gathema „One of the happiest scenes in the world is when a lost dog reunites with his master he loves. You haven't seen happiness until you see it.“ - Eldon Roark": "POZNATI O PSIMA „Moji psi su razlog što se svakog dana budim sa osmehom na licu.“ - Jennifer Skiff. THE DIVINITY OF DOGS „Otkrila sam da kada si u velikoj nevolji, postoje posebne stvari koje dobijaš u potpunoj posvećenosti psa koje ne možeš da dobiješ nigde drugde.“ - Doris Day „Ako mogu da budem upola dobra osoba koliko je moj pas, onda bih bio duplo bolji čovek.“ - Charles Yu „Pas je jedina stvar na planeti koja te voli više nego što voliš samog sebe.“ - Josh Billing Pas i dete Pas i dete Photo by Panagiotis Karagiannis on Unsplash „Psi su naša veza sa rajem. Oni ne znaju za zlo, zavist ili nezadovoljstvo. Sedeti sa psom na padini brda u lepom danu znači ponovo biti u raju, gde nedostatak aktivnosti ne znači dosadu već mir.“ - Milan Kundera „Psi nisu naš ceo svet, ali čine da naš svet bude ceo.“ - Roger Caras „Pas reflektuje porodicu u kojoj živi. Ko je ikada video živahnog pas u sumornoj porodici, ili tužnog psa u srećnoj? Grubi ljudi imaju grube pse, opasni ljudi imaju opasne.“ - Arthur Conan Doyle, s Pas i porodica Photo by CDC on Unsplash „Pas će te naučiti bezuslovnoj ljubavi. Ako možeš da imaš to u svom životu, stvari neće biti loše.“ - Robert Wagner „Ljubav je emocija koju žena uvek oseća prema pudlici i ponekad prema muškarcu.“ - George Jean Nathan „Pas bi umro za tebe, ali te nikad ne bi lagao.“ - George R. R. Martin „Najveći strah za koji psi znaju je da se nećeš vratiti kada odeš negde bez njih.“ - Stanley Coren Zabrinuti pas Photo by Anthony Fomin on Unsplash „Što više momaka upoznajem, to više volim svog psa.“ - Carrie Underwood „Volim psa. On ništa ne radi iz političkih razloga.“ - Will Rogers „Psa nije briga da li si bogat ili siromašan, pametan ili glup. Daj mu svoje srce i on će ti dati svoje.“ - Milo Gathema „Jedan od najsrećnijih prizora na svetu je kada se izgubljeni pas ponovo sjedini sa svojim gazdom kojeg voli. Nisi video sreću dok ne vidiš to.“ - Eldon Roark",
  "Food for highly active dogs is a complete food for dogs exposed to a high level of physical activity. It meets the needs of working, hunting, racing, developing dogs, pregnant and nursing dogs.": "Hrana za visoko aktivne pse je kompletna hrana za pse izložene visokom nivou fizičke aktivnosti. Zadovoljava potrebe radnih, lovačkih, trkačkih, pasa u razvoju, bremenitih pasa i pasa dojilja.",
  "Crude protein min. 30% (of which at least 75% of animal origin), crude fat min. 20%, crude fiber max. 3%, humidity max. 10%, ash 6%, Ca min. 1.8%, P min. 1.15%, At 0.34%, Lysine min. 1.4%, Methionine + cystine min 1%, Threonine min 1%, Tryptophan min. 0.2%, Omega 3 and Omega 6 min. 0.25%, Vitamin A (Retinyl acetate, 3a672) 15000 IU, Vitamin D3 (Cholecalciferol, 3a671) 1125 IU, Vitamin E (RRR-alpha tocopherol acetate, 3a700) 150 mg, Vitamin B1 (thiamine mononitrate, 3a821) 4.5m , Vitamin B2 (Riboflavin) 10.5 mg, Vitamin B6 (Pyridoxine, 3a831) 6mg, Vitamin B12 (Cyanocobalamin) 6mcg, Vitamin B12 (Cyanocobalamin) 12mcg, Niacin (Nicotinic acid, 3a314) 60mg, Pantothenic acid , 3a841) 60mg, Folic acid (3a316) 750mcg, Biotin (3a880) 450mcg, Choline (3a890) 1125mg, Beta carotene (3a160 (a)) 30mg, Vitamin C (StayC, 3a300) 150mg, Iron, Fe (iron sulfate monohydrate, E1) 82mg, Iron, Fe (iron chelate amino acid hydrate, E1) 38mg, Copper, Cu sulphate pentahydrate, E4) 7.55mg, Copper, Cu (copper chelate amino acid hydrate, E4) 3.5mg, Manganese, Mn, manganese oxide, 3b502) 5.3mg, Manganese, Mn (manganese chelate amino acid hydrate, 3b504) 2.7mg, Zinc, Zn (zinc oxide, 3b603) 135mg, Zinc, Zn (zinc chelate amino acid hydrate, 3b606) 67.5mg, Iodine, I (microgranulated calcium iodide, 3b203) 2.2mg, Selenium, Se (sodium selenite, E8) 300mcg, Propyl gallate (E310) 7.5mg, BHT (E321) 90mg, Lignocellulose 1.5%, Bentonite montmorillonite (1g557 , 7%, Essential oils (Yucca shidigela 7.12.1) 375mcg, Anticoagulants silicic acid, E551a) 517mg, Preservatives (Citric acid, E330) 22.5mg": "Sirovi protein min. 30% (od toga najmanje 75% animalnog porekla), sirove masti min. 20%, sirova vlakna max. 3%, vlaga max. 10%, pepeo 6%, Ca min. 1,8%, P min. 1,15%, Na 0,34%, Lizin min. 1,4%, Metionin+cistin min 1%, Treonin min 1%, Triptofan min. 0,2%, Omega 3 i Omega 6 min. 0,25%, Vitamin A (Retiniil acetat, 3a672) 15000 IJ, Vitamin D3 (Holekalciferol, 3a671) 1125 IJ, Vitamin E (RRR-alfa tokoferol acetat, 3a700) 150 mg, Vitamin B1 (tiaminmononitrat, 3a821) 4,5mg ,Vitamin B2 (Riboflavin) 10,5 mg, Vitamin B6 (Piridoksin, 3a831) 6mg, Vitamin B12 (Cijanokobalamin) 6mcg, Vitamin B12 (Cijanokobalamin) 12mcg, Niacin (Nikotinska kiselina, 3a314) 60mg, Pantotenska kiselina (kalcijum D-pantotenat, 3a841) 60mg, Folna kiselina (3a316) 750mcg, Biotin (3a880) 450mcg, Holin (3a890) 1125mg, Beta caroten (3a160(a)) 30mg, Vitamin C (StayC, 3a300) 150mg, Gvožđe, Fe (gvožđe sulfat monohidrat, E1) 82mg, Gvožđe, Fe (gvožđe helat hidrat aminokiselina, E1) 38mg, Bakar, Cu (bakar sulfat pentahidrat, E4) 7,55mg, Bakar, Cu (bakar helat hidrat aminokiselina, E4) 3,5mg, Mangan, Mn (mangan oksid, 3b502) 5,3mg,Mangan, Mn ( mangan helat hidrat aminokiselina, 3b504) 2,7mg, Cink, Zn ( cink oksid, 3b603) 135mg,Cink, Zn ( cink helat hidrat aminokiselina, 3b606) 67,5mg, Jod, I ( mikrogranulisani kalcijum jodid, 3b203) 2,2mg, Selen, Se ( natrijum selenit, E8) 300mcg, Propil galat ( E310) 7,5mg,BHT (E321) 90mg,Lignoceluloza 1,5%, Bentonit-montmorilonit (1g557) 0,7%, Eterična ulja (Yucca shidigela 7.12.1) 375mcg, Sredstva protiv zgrudvavanja ( silicijumska kiselina, E551a ) 517mg, Konzervansi ( Limunska kiselina, E330) 22,5mg",
  "Animal Kingdom- Food for highly active dogs is a complete food for dogs exposed to a high level of physical activity. Meets the needs of working, hunting, racing, developing dogs, pregnant bitches and suckling bitches. Special attention is paid to meeting high protein-energy requirements. It contains all the vitamins and minerals necessary for a proper and balanced diet. The individual needs of dogs vary and the diet should be adjusted so that the dog is in healthy and normal condition.": "Animal Kingdom- Hrana za visoko aktivne pse je kompletna hrana za pse izložene visokom nivou fizičke aktivnosti. Zadovoljava potrebe radnih, lovačkih, trkačkih, pasa u razvoju, bremenitih kuja i kuja dojilja. Posebna pažnja je posvećena zadovoljenju visokih proteinsko-energetskih zahteva. Sadrži sve vitamine i minerale neophodne za pravilnu i uravnoteženu ishranu. Individualne potrebe pasa variraju i ishranu treba prilagoditi da pas bude u zdravoj i normalnoj kondiciji.",
  "Store in a dry, cool and dark place. Protected from the entry of rodents, insects, birds and other animals.": "Čuvati na suvom,hladnom i tamnom mestu. Zaštićenom od ulaska glodara, insekata,ptica i drugih životinja.",
  "In 1 kg of product is:": "U 1 kg proizvoda dodato je:",
  "Storage": "Način čuvanja",
  "Instruction manual": "Upustvo za upotrebu",
  "Crude proteins (min)29 % , crude fat (min)16 % , fiber (max)3 % , moisture (max) 8 % , ash (max) 7 % , vit. A 3a672a 10.000 IU, vit. D3 3a671 2.000 IU, vit. E 3a700 120 mg, vit. K3 3a710 2 mg, vit. B1 3a820 2 mg, vit B2 6 mg, vit. B63a8312 mg, vit. B1210mg, Biotin 3a880 50 mcg, calcium D pantothenate 10 mg, folic acid 3a316 500 mcg, iron El 60 mg, manganese 3b503 80 mg, zinc 3b601 50mg, copper 3b412 8 mg, iodine 3b201 800 mcg, choline chloride 3b201 500 mg, calcium 1.2 % , phosphor 1 %, sodium 0.3%, antioxidant BHT 100 mg/kg, amino-acids: methionine 3c301 0.55%, lysine 3.2.2. 0.63%, threonine 3c410 0.48 % , tryptophan 3c440 0.16 % .": "Protein min. 29%, mast min.16%, celuloza max. 3% vlaga max. 8%, pepeo max. 7%, Vitamin A 3a672a 10.000 I.J., Vitamin D3 3a671 2.000 I.J., Vitamin E 3a700 120 mg, Vitamin K3 3a710 2 mg, Vitamin B1 3a820 2 mg, Vitamin B2 Riboflavin 6 mg, Vitamin B6 3a831 2 mg, Vitamin B12 Cianokobalamin 10 mg, Biotin 3a880 50 mcg, Kalcijum D pantotenat 3a841 10 mg, Folna kiselina 3a316 500 mcg, Gvožđe E 1 60 mg, Mangan 3b503 80 mg, Cink 3b601 50 mg, Bakar 3b412 8 mg, Jod 3b201 800 mcg, Holin Hlorid 3a890 500 mg, Kalcijum 1,2%, Fosfor 1%, Natrijum 0.3%, Antioksidans BHT E 321 100 mg, Aminokiseline: Metionin 3c301 0.55%, Lizin 3.2.2. 0.63%, Treonin 3c410 0.48%, Triptofan 3c440 0.16%",
  "ACTIVE represents complete food for dogs with high level of physical activity, and it completely meets the needs of working, hunting and sled dogs, dogs that are in the process of growth and development, as well as of pregnant female dogs and dogs that are breast feeding. Special attention is given to the process of meeting high energy and protein requirements. ACTIVE contains all vitamins and minerals necessary for balanced diet. Individual needs of each dog vary, so diet should be adapted soto keep the dog healthy and fit": "Active je kompletna hrana za visokog nivoa fizičke aktivnosti i potpuno zadovoljava potrebe radnih, lovačkih, trkačkih i pasa za vuču, pasa u razvoju, bremenitih i kuja dojilja. Posebna pažnja je posvećena zadovoljenju visokih proteinsko-energetskih zahteva. Sadrži sve vitamine  i minerale neophodne za pravilnu i uravnoteženu ishranu. Individualne potrebe pasa variraju i ishranu treba prilagoditi da pas bude u zdravoj i normalnoj kondiciji.",
  "Crude proteins (min) 31 % , crude fat (min) 16 % , fiber (max) 3 % , moisture (max) 8%, ash (max) 7%, vit. A 3a672a 12.000 IU, vit. D3 3a671 2.400 IU, vit. E 3a700 120 mg, vit. K3 3a710 2.4 mg, vit. B1 3a820 2.4 mg, vit B2 7.2 mg, vit. B6 3a831 2.4 mg, vit. B12 12 mg, Biotin 3a880 60 mcg, calcium D pantothenate 12 mg, folic acid 3a316 600 mcg, iron E1 72 mg, manganese 3b503 96 mg, zinc 3b601 60mg, copper 3b412 9.6 mg, iodine 3b201 960 mcg, choline chloride 3b201 600 mg, calcium 1.5 % , phosphor 1%, sodium 0.3%,antioxidant BHT 100 mg/kg, amino-acids: methionine 3c301 0.6 % , lysine 3.2.2. 0.63%, threonine 3c410 0.48 % , tryptophan 3c440 0.16%.": "Protein min. 31%, mast min.16%, celuloza max. 3% vlaga max. 8%, pepeo max. 7%, Vitamin A 3a672a 12.000 I.J., Vitamin D3 3a671 2.400 I.J., Vitamin E 3a700 120 mg, Vitamin K3 3a710 2.4 mg, Vitamin B1 3a820 2.4 mg, Vitamin B2 Riboflavin 7.2 mg, Vitamin B6 3a831 2.4 mg, Vitamin B12 Cianokobalamin 12 mg, Biotin 3a880 60 mcg, Kalcijum D pantotenat 3a841 12 mg, Folna kiselina 3a316 600 mcg, Gvožđe E 1 72 mg, Mangan m3b503 96 mg, Cink 3b601 60 mg, Bakar 3b412 9.6 mg, Jod 3b201 960 mcg, Holin Hlorid 3a890 600 mg, Kalcijum 1,5%, Fosfor 1%, Natrijum 0.3%, Antioksidans BHT E 321 100 mg, Aminokiseline: Metionin 3c301 0.6%, Lizin 3.2.2. 0.63%, Treonin 3c410 0.48%, Triptofan 3c440 0.16%",
  "PUPPY represents complete puppy food — a perfect transition from mother's milk to real food, food for dogs that are in the process of growth and development, pregnant female dogs and dogs that are breast feeding. Most attention is given to the process of meeting high energy and protein requirements. PUPPY contains all vitamins and minemls necessary for balanced diet. Individual needs of each dog vary, so diet should be adapted so to keep the dog healthy and fit.": "Puppy je kompletna hrana za štenad-prelaz sa majčinog mleka, pse u razvoju, bremenite i kuje dojilje. Posebna pažnja je posvećena zadovoljenju visokih proteinsko-energetskih zahteva. Sadrži sve minerale i vitamine neophodne za pravilnu ishranu. Individualne potrebe pasa variraju i ishranu treba prilagoditi da pas bude u zdravoj i normalnoj kondiciji.",
  "Crude proteins (min) 18%, crude fat (min) 10%, fiber (max) 3%, moisture (max) 10%, ash (max) 6%, vit. A 3a672 6.000 IU, vit. D3 3a671 800 IU, vit. E 3a700 70 mg, vit. K3 3a711 0.70 mg, vit. B1 3a821 1.4 mg, vit B2 2.2 mg, vit. B6 3a831 1.4 mg, vit. B12 8 mg, Biotin 3a880 200 mcg, calcium D pantothenate 3a841 18 mg, folic acid 3a316 450 mcg, iron E1 45 mg, manganese 3b502 35 mg, zinc 3b601 58 mg, copper E1 5.2mg, iodine 3b203 0.80mg, Choline chloride 3a890 420 mg, calcium 1.2%, phosphor 0.7%, sodium 0.2%,antioxidant BHT E321 70mg, methionine 3c301 0.4%, lysine 3.2.3. 0.60%, threonine 3c410 0.50%, tryptophan 3.4.1. 0.15%.": "Protein min. 18 %, mast min.10 %, celuloza max. 3% vlaga max. 10%, pepeo max. 6%, Vitamin A 3a672 6.000 I.J., Vitamin D3 3a671 800 I.J., Vitamin E 3a700 70 mg, Vitamin K3 3a711 0.70 mg, Vitamin B1 3a821 1.4 mg, Vitamin B2 Riboflavin 2.2 mg, Vitamin B6 3a831 1.4 mg, Vitamin B12 Cianokobalamin 8 mg, Niacin 3a314 25mg, Biotin 3a880 200 mcg, Kalcijum D pantotenat 3a841 18 mg, Folna kiselina 3a316 450 mcg, Gvožđe E 1 45 mg, Mangan 3b502 35 mg, Cink 3b603 58 mg, Bakar E1 5.2 mg, Jod 3b203 0.80 mg, Holin Hlorid 3a890 420 mg, Kalcijum 1.2%, Fosfor 0.7%, Natrijum 0.2%, Antioksidans BHT E 321 70 mg, Metionin 3c301 0,4%, Lizin 3.2.3. 0,60%, Treonin 3c410 0.50%, Triptofan 3.4.1. 0.15%",
  "Composition and the amount of the food are formulated to meet the needs of a moderately active dog in the conditions of average temperature levels. Individual needs of each dog vary, so diet should be adapted to keep the dog healthy and fit.": "Sastav i količina hrane su bazirani na potrebama umereno aktivnog psa i normalnih temperaturama okoline. Individualne potrebe pasa variraju i ishranu treba prilagoditi da pas bude u zdravoj i normalnoj kondiciji.",
  "Crude proteins (min)22%, crude fat (min)12%, fiber (max)3 %, moisture (max) 10%, ash (max) 8%, vit. A 3a672a 8.000 IU, vit. D3 3a671 1.600 IU, vit. E 3a700 120 mg, vit. K3 3a710 1.6 mg, vit. B1 3a820 1.6 mg, vit B2 4.8 mg, vit. B6 3a831 1.6 mg, vit. B12 8 mg, Biotin 3a880 40 mcg, calcium D pantothenate 8 mg, folicacid 3a316 400 mcg, iron E1 48 mg, manganese 3b503 64 mg, zinc 3b601 40 mg, copper 3b412 6.4 mg, iodine 3b201 640 mcg, choline chloride 3b201 400 mg, calcium 1%, phosphor 0.6%, sodium 0.2%,antioxidant BHT 100 mg/kg, aminoacids: methionine 3c301 0.5%, lysine 3.2.2. 0.63%, threonine 3c410 0.48%, tryptophan 3c440 0.16%.": "Protein min. 22%, mast min.12%, celuloza max. 3% vlaga max. 10%, pepeo max. 8%, Vitamin A 3a672a 8.000 I.J., Vitamin D3 3a671 1.600 I.J., Vitamin E 3a700 120 mg, Vitamin K3 3a710 1.6 mg, Vitamin B1 3a820 1.6 mg, Vitamin B2 Riboflavin 4.8 mg, Vitamin B6 3a831 1.6 mg, Vitamin B12 Cianokobalamin 8 mg, Biotin 3a880 40 mcg, Kalcijum D pantotenat 3a841 8 mg, Folna kiselina 3a316 400 mcg, Gvožđe E 1 48 mg, Mangan 3b503 64 mg, Cink 3b601 40 mg, Bakar 3b412 6.4 mg, Jod 3b201 640 mcg, Holin Hlorid 3a890 400 mg, Kalcijum 1%, Fosfor 0.7%, Natrijum 0.2%, Antioksidans BHT E 321 100 mg, Aminokiseline: Metionin 3c301 0,5%, Lizin 3.2.2. 0,63%, Treonin 3c410 0.48%, Triptofan 3c440 0.16%",
  "Composition: nutrients of plant origin-grain nutrients, oil industry products, animal nutrition products-processed protein of animal origin, fish flour, mineral nutrients-Ca,P,Na. Additives: vitamins, minerals, aminoacids.": "Sastav: Hraniva biljnog porekla- zrnasta hraniva, proizvodi industrije ulja, hraniva životinjskog porekla-prerađen protein životinjskog porekla, riblje brašno. Mineralna hraniva: kalcijum,fosfor, natrijum. Aditivi: vitamini, minerali, aminokiseline Proizvod ne sadrzi GMO",
  "Vitamin A (Retiniil acetat, 3a672) IJ 7.2 Vitamin D3 (Holekalciferol, 3a671) IJ 745 Vitamin E (RRR-alfa tokoferol acetat, 3a700) mg 50 Vitamin B1 (tiaminmononitrat, 3a821) mg 2,1 Vitamin B2 (Riboflavin, 3a825ii) mg 5,2 Vitamin B6 (Piridoksin, 3a831) mg 1,5 Vitamin B12 (Cijanokobalamin) mcg 8,3 Niacin (Nikotinska kiselina, 3a314) mg 15 Pantotenska kiselina (kalcijum-D-pantotenat, 3a841) mg 12,5 Folna kiselina (3a316) mcg 25 Biotin (3a880) mcg 3,7 Gvožđe, Fe (gvožđe (II) sulfat monohidrat, 3b103 ) mg 120 Bakar, Cu (bakar (II) sulfat pentahidrat, 3b405) mg 18 Mangan, Mn (mangan sulfat monohidrat, 3b503) mg 2,5 Cink, Zn ( cink sulfat monohidrat, 3b605) mg 190 Jod, I ( mikrogranulisani kalcijum jodid, 3b203) mg 1 Selen, Se ( natrijum selenit, 3b802) mcg 70 Propil galat ( E310) mg 7,5 BHT (E321) mg 90": "Vitamin A (Retiniil acetat, 3a672) IJ 7.2 Vitamin D3 (Holekalciferol, 3a671) IJ 745 Vitamin E (RRR-alfa tokoferol acetat, 3a700) mg 50 Vitamin B1 (tiaminmononitrat, 3a821) mg 2,1 Vitamin B2 (Riboflavin, 3a825ii) mg 5,2 Vitamin B6 (Piridoksin, 3a831) mg 1,5 Vitamin B12 (Cijanokobalamin) mcg 8,3 Niacin (Nikotinska kiselina, 3a314) mg 15 Pantotenska kiselina (kalcijum-D-pantotenat, 3a841) mg 12,5 Folna kiselina (3a316) mcg 25 Biotin (3a880) mcg 3,7 Gvožđe, Fe (gvožđe (II) sulfat monohidrat, 3b103 ) mg 120 Bakar, Cu (bakar (II) sulfat pentahidrat, 3b405) mg 18 Mangan, Mn (mangan sulfat monohidrat, 3b503) mg 2,5 Cink, Zn ( cink sulfat monohidrat, 3b605) mg 190 Jod, I ( mikrogranulisani kalcijum jodid, 3b203) mg 1 Selen, Se ( natrijum selenit, 3b802) mcg 70 Propil galat ( E310) mg 7,5 BHT (E321) mg 90",
  "The composition and amount of food are based on the needs of an adult dog and normal ambient temperatures. The individual needs of dogs vary and the diet should be adapted to keep the dog in a healthy and normal condition.": "Sastav i količina hrane su bazirani na potrebama odraslog psa i normalnih temperaturama okoline. Individualne potrebe pasa variraju i ishranu treba prilagoditi da pas bude u zdravoj i normalnoj kondiciji.",
  "Researchers from ELTE University in Budapest studied the brain activity of dogs in relation to various human and dog sounds, such as voices, barking, insignificant grunts and sighs of both kinds.": "Istraživači sa Univerziteta ELTE u Budimpešti su proučavali moždanu aktivnost pasa u odnosu na različite ljudske i pseće zvukove, poput glasova, lajanja, beznačajnog gunđanja i uzdaha obe vrste.",
  "Prior to this research, we had no idea what happens inside a dog's brain when people make noise. Among other surprising facts, the research showed similarities in the way a dog and a man react to emotionally colored voices and sounds. Researchers have proven that cheerful sounds stimulate and positively affect the auditory cortex in both species. This common feature tells us about a unique communication system that builds a connection between a dog and a human.": "Pre ovog istraživanja nismo imali pojma šta se događa unutar psećeg mozga kada ljudi prave buku. Između ostalih iznenađujućih činjenica, istraživanje je pokazalo sličnosti u načinu na koji pas i čovek reaguju na emocionalno obojene glasove i zvukove. Istraživači su dokazali da veseli zvukovi podstiču i pozitivno utiču na auditivni korteks kod obe vrste. Ta zajednička osobina govori nam o jedinstvenom komunikacijskom sistemu koji izgrađuje vezu između psa i čoveka.",
  "In short - dogs do not only receive seemingly subtle mood swings, but because of the way they are associated with humans, they are more physically sensitive and susceptible to even the slightest mood swings.": "Ukratko – psi ne poprimaju samo naizgled suptilne promene raspoloženja, već su zbog načina na koji su povezani s ljudima fizički osetljiviji i podložniji i za najmanju promenu raspoloženja.",
  "Your dog is smarter than a two-year-old: The reason why dogs get along well with children is that they speak the same language. Not really, but they understand approximately the same number of words and movements - 250.": "Vaš pas je pametniji od dvogodišnjeg deteta: Razlog zašto se psi dobro slažu sa decom je taj što govore istim jezikom. Ne baš stvarno, ali razumeju približno isti broj reči i pokreta – 250.",
  "A mustache helps a dog “see” in the dark: It's not that they have “night vision”, but the hairs around the lips register the slightest change in air current, and in that way the dog receives information about the size, shape and speed of things around it. It also allows him to better sense danger or prey - even at night.": "„Brkovi“ psu pomažu da „vidi“ u mraku: Nije baš da imaju „noćni vid“, ali dlačice oko usana registruju i najmanju promenu vazdušne struje, i na taj način pas prima informacije i veličini, obliku i brzini stvari oko njega. To mu takođe omogućava da bolje osete opasnost ili plen – čak i noću.",
  "Dogs and cats drink water in the same way: It may seem to you that dogs are much more messy when drinking water, however both they and cats bend the tip of their tongue and lift the liquid towards their mouth while drinking water.": "Psi i mačke na isti način piju vodu: Možda vam se čini da su psi mnogo neuredniji kod ispijanja vode, međutim i oni i mačke savijaju vrh jezika i podižu tečnost ka ustima dok piju vodu.",
  "Dogs only have sweat glands on their paws: These glands are located between the soft part of the paw. This is because their feet would be wet during hot days, and because of that, dogs get cold by panting.": "Psi samo na šapama imaju znojne žlezde: Te žlezde se nalaze između mekog dela šape. To je zbog toga da bi im tokom vrelih dana noge bile vlažne, a zbog toga se psi hlade dahtanjem.",
  "The dog's mouth exerts an average pressure of 145 kg: These tests were performed on German Shepherds, American Pit Bull Terriers and Rottweilers. Compared to them, humans reach a pressure of 54.5 kg, white sharks 272 kg, while crocodiles can reach an incredible 1133 kg. Dogs also have ten teeth more than humans - 42.": "Usta psa prosečno vrše pritisak od 145 kg: Ovi testovi vršeni su na nemačkim ovčarima, američkim pit bul terijerima i rotvajlerima. U poređenju sa njima, ljudi dostižu pritisak od 54.5 kg, bele ajkule 272 kg, dok krokodili mogu dostići neverovatnih 1133 kg. Psi takođe imaju deset zuba više od ljudi – 42.",
  "A one-year-old dog has the physical fitness of a 15-year-old human being: Different breeds, of course, have different physical fitness, bigger dogs are faster than smaller ones.": "Jednogodišnji pas ima fizičku spremnost 15-godišnjeg ljudskog bića: Različite rase, naravno, različite su fizičke spremnosti, veći psi su brži od manjih.",
  "Dogs hear four times farther than humans: Puppies may be born deaf, but they quickly acquire great abilities when it comes to hearing. Dogs also hear high-frequency sounds, and recognize tones from 67 to 45,000 hertz. Humans hear sounds from 64 to 23,000 hertz, and in both humans and dogs, the upper limit of hearing decreases with age .": "Psi čuju četiri puta dalje od ljudi: Štenci se možda rađaju gluvi, ali vrlo brzo stiču sjajne sposobnosti kada je sluh u pitanju. Psi takođe čuju zvukove visoke frekvencije, i raspoznaju tonove od 67 do 45.000 herca. Ljudi čuju zvukove od 64 do 23.000 herca, a i kod ljudi i kod pasa s godinama se smanjuje gornja granica sluha.",
  "Dogs can smell how you feel: Dogs quickly pick up even the slightest changes in your smell, which help him discover how you feel. So I can smell sweating when you are nervous or scared. It is also very likely that dogs can detect some diseases or get hit when one of the females in the house is pregnant.": "Psi mogu da namirišu kako se osećate: Psi brzo pokupe i najmanje promene u vašem mirisu, koje mu pomažu da otkrije kako se osećate. Tako mogu namirisati znojenje kada ste nervozni ili uplašeni. Takođe je vrlo verovatno da psi mogu detektovati i neke bolesti ili pogoditi kada je neko od ženskih osoba u kući u drugom stanju.",
  "A dog's sense of smell is 1,000 to 10 million better than a human's: Depending on the breed, dogs have between 125 million and 300 million odors - which is a huge number compared to a human's 5 million. That is why the part of the dog's brain that controls the smell is as much as 40 times bigger than in humans. At the same time, a dog's brain is much smaller than a human's, and makes up 1/125 of their body, while in humans the ratio is 1:40. Ants, on the other hand, have a brain that is only seven times smaller than their total weight.": "Čulo mirisa psa je od 1.000 do 10 miliona bolje od čovekovog: U zavisnosti od rase, psi imaju između 125 miliona i 300 miliona mirisnih zležda – što je u poređenju sa čovekovih 5 miliona ogroman broj. Zbog toga je i deo mozga pasa koji kontroliše miris čak 40 puta veći nego kod čoveka. Mozak psa je u isto vreme dosta manji nego čovekov, i čini 1/125 deo njihovog tela, dok je kod čoveka taj odnos 1:40. S druge strane mravi imaju mozak koji je samo sedam puta manji od njihove ukupne težine.",
  "Dogs hear four times farther than humans: Puppies may be born deaf, but they quickly acquire great abilities when it comes to hearing. Dogs also hear high-frequency sounds, and recognize tones from 67 to 45,000 hertz. Humans hear sounds from 64 to 23,000 hertz, and in both humans and dogs, the upper limit of hearing decreases with age.": "Psi čuju četiri puta dalje od ljudi: Štenci se možda rađaju gluvi, ali vrlo brzo stiču sjajne sposobnosti kada je sluh u pitanju. Psi takođe čuju zvukove visoke frekvencije, i raspoznaju tonove od 67 do 45.000 herca. Ljudi čuju zvukove od 64 do 23.000 herca, a i kod ljudi i kod pasa s godinama se smanjuje gornja granica sluha",
  "\"My dogs are the reason I wake up every day with a smile on my face.\" - Jennifer Skiff.": "\"Moji psi su razlog što se svakog dana budim sa osmehom na licu.\" – Jennifer Skiff.",
  "\"I have discovered that when you are in big trouble, there are special things that you get in the complete devotion of a dog that you cannot get anywhere else.\" - Doris Day": "\"Otkrila sam da kada si u velikoj nevolji, postoje posebne stvari koje dobijaš u potpunoj posvećenosti psa koje ne možeš da dobiješ nigde drugde.\" – Doris Day",
  "\"If I could be half as good a person as my dog is, then I would be twice as good a man.\" - Charles Yu": "\"Ako mogu da budem upola dobra osoba koliko je moj pas, onda bih bio duplo bolji čovek.\" – Charles Yu",
  "\"A dog is the only thing on the planet that loves you more than you love yourself.\" - Josh Billing": "\"Pas je jedina stvar na planeti koja te voli više nego što voliš samog sebe.\" – Josh Billing",
  "\"Dogs are our connection to paradise. They do not know about evil, envy or dissatisfaction. Sitting with a dog on a hillside on a beautiful day means being in paradise again, where lack of activity does not mean boredom but peace.\" - Milan Kundera": "\"Psi su naša veza sa rajem. Oni ne znaju za zlo, zavist ili nezadovoljstvo. Sedeti sa psom na padini brda u lepom danu znači ponovo biti u raju, gde nedostatak aktivnosti ne znači dosadu već mir.\" – Milan Kundera",
  "\"Dogs are not our whole world, but they make our world whole.\" - Roger Caras": "\"Psi nisu naš ceo svet, ali čine da naš svet bude ceo.\" – Roger Caras",
  "\"The dog reflects the family in which he lives. Who has ever seen a lively dog in a gloomy family, or a sad dog in a happy one? Rude people have rude dogs, dangerous people have dangerous ones.\" - Arthur Conan Doyle": "\"Pas reflektuje porodicu u kojoj živi. Ko je ikada video živahnog pas u sumornoj porodici, ili tužnog psa u srećnoj? Grubi ljudi imaju grube pse, opasni ljudi imaju opasne.\" – Arthur Conan Doyle",
  "\"A dog will teach you unconditional love. If you can have that in your life, things won't be bad.\" - Robert Wagner": "\"Pas će te naučiti bezuslovnoj ljubavi. Ako možeš da imaš to u svom životu, stvari neće biti loše.\" – Robert Wagner",
  "\"Love is an emotion that a woman always feels towards a poodle and sometimes towards a man.\" - George Jean Nathan": "\"Ljubav je emocija koju žena uvek oseća prema pudlici i ponekad prema muškarcu.\" – George Jean Nathan",
  "\"The dog would die for you, but he would never lie to you.\" - George R. R. Martin": "\"Pas bi umro za tebe, ali te nikad ne bi lagao.\" – George R. R. Martin",
  "\"The biggest fear that dogs know is that you will not return when you go somewhere without them.\" - Stanley Coren": "\"Najveći strah za koji psi znaju je da se nećeš vratiti kada odeš negde bez njih.\" – Stanley Coren",
  "\"The more guys I meet, the more I love my dog.\" - Carrie Underwood": "\"Što više momaka upoznajem, to više volim svog psa.\" – Carrie Underwood",
  "\"I love the dog. He does nothing for political reasons.\" - Will Rogers": "\"Volim psa. On ništa ne radi iz političkih razloga.\" – Will Rogers",
  "\"The dog doesn't care if you're rich or poor, smart or stupid. Give him your heart and he will give you hers.\" - Milo Gathema": "\"Psa nije briga da li si bogat ili siromašan, pametan ili glup. Daj mu svoje srce i on će ti dati svoje.\" – Milo Gathema",
  "\"One of the happiest scenes in the world is when a lost dog reunites with his master he loves. You haven't seen happiness until you see it.\" - Eldon Roark": "\"Jedan od najsrećnijih prizora na svetu je kada se izgubljeni pas ponovo sjedini sa svojim gazdom kojeg voli. Nisi video sreću dok ne vidiš to.\" – Eldon Roark"
}
