{
  "All": "Все",
  "Adult": "Взрослый",
  "Puppy": "Щенок",
  "Active": "Активный",
  "Search results": "Результаты поиска",
  "Home": "Главная",
  "Products": "Продукты",
  "Contact us": "Связаться с нами",
  "About us": "О нас",
  "ABOUT US": "О НАС",
  "Submit": "Разместить",
  "Get in touch": "Связаться",
  "Say something": "Скажите что-то",
  "Dog's weight": "Масса собаки",
  "Food quantity": "Необходимый обьем пищи",
  "Pages": "Страницы",
  "Blog": "Блог",
  "PUPPY NUTRITION": "ПИТАНИЕ ЩЕНКА",
  "DO YOU KNOW EVERYTHING ABOUT DOGS?": "ВЫ ВСЕ ЗНАЕТЕ О СОБАКАХ?",
  "HISTORY: MAN AND DOG - THE LONGEST LOVE STORY": "ИСТОРИЯ: ЧЕЛОВЕК И СОБАКА - САМАЯ ДЛИННАЯ ИСТОРИЯ ЛЮБВИ",
  "It is very important how the puppy develops, we need to assess his need for food well. What is also important and should take into account the diversity of breeds and how much the puppy is able to digest food. Complete food, dry or in soup, is recommended, with the puppy best regulating his daily consumption.": "Является полноценным кормом для щенков-переходников от грудного молока, собак в развивающиеся возврасте, беременные и кормящие суки. Особое внимание уделяется удовлетворению высокой белковой энергии. Он содержит все минералы и витамины, необходимые для правильного питания. Индивидуальные потребности собак различаются, и диета должна быть скорректирована, чтобы держать собаку в здоровом и нормальном состояние.",
  "Learn more": "Узнать больше",
  "ADULT DOG NUTRITION": "ПИТАНИЕ ДЛЯ ВЗРОСЛЫХ СОБАК",
  "For adult dogs, the diet should maintain weight with good digestibility of food. Fat should not be given excessively to the dog. If the dog is not overly active, one should take care and achieve the state of overall health, avoid the tendency towards obesity, which is very common in dogs.": "Для взрослых собак диета должна поддерживать вес при хорошей усвояемости пищи. Не следует давать собаке чрезмерное количество жира. Если собака не слишком активна, следует позаботиться и добиться общего состояния здоровья, избегать склонности к ожирению, которое очень часто встречается у собак.",
  "NUTRITION OF AN ACTIVE DOG": "ПИТАНИЕ АКТИВНОЙ СОБАКИ",
  "Food for highly active dogs": "Корм для высокоактивных собак",
  "Composition: nutrients of plant origin-grain nutrients, oil industry products, animal nutrition products-processed protein of animal origin, fish flour, mineral nutrients-Ca, P, Na. Additives: vitamins, minerals, amino acids.": "Состав сырья: рис, рыбная мука, обезвоженное мясо животных, животный жир, кукурузный глютен, побочные продукты мельничной промышленности, кукуруза, пивные дрожжи, растительное масло, хлорид натрия, бентонит, монтмориллонит, витаминно-минеральный премикс.",
  "Energy intake in active dogs depends on the type of dog, dog activity, time, etc. All intensely active dogs require a diet rich in calories and nutrients. Active dogs require 1.5 to 2.5 times more energy than ordinary dogs.": "Потребление энергии у активных собак зависит от типа собаки, активности собаки, времени и т. Д. Всем активно активным собакам требуется диета, богатая калориями и питательными веществами. Активным собакам требуется в 1,5-2,5 раза больше энергии, чем обычным собакам.",
  "Food for racial and superactive dogs": "Корм для породистых и суперактивных собак",
  "Processed pet food - food for adult dogs": "Обработанный корм для домашних животных - корм для взрослых собак",
  "Composition: nutrients of plant origin - grain nutrients, oil industry products, animal nutrition products - processed protein of animal origin. Classic does not contain GMO.": "Состав: гранулированные питательные вещества растительного происхождения, питательные вещества животного происхождения, продукты крахмальной промышленности, животный жир, продукты мельничной промышленности, продукты масложировой промышленности, растительное масло, порошок целлюлозы, дрожжи, витаминно-минеральный премикс. Продукт не содержит ГМО.",
  "CLASSIC - Food for adult dogs": "CLASSIC - Корм для взрослых собак",
  "ANIMAL KINGDOM": "ANIMAL KINGDOM",
  "Peek into our world": "Заглянуть в наш мир",
  "CHOOSE THE PERFECT COMBINATION FOR YOUR PET": "ВЫБЕРИТЕ ИДЕАЛЬНОЕ СОЧЕТАНИЕ ДЛЯ ВАШЕГО ПИТОМЦА",
  "Want to contact us?": "Хотите связаться с нами?",
  "If you are interested in our products and would like to find out some more information, one of our advisors is excited to help.": "Если вы заинтересованы в наших продуктах и хотели бы узнать больше информации, один из наших консультантов будет рад помочь.",
  "Contact Us": "Связаться с нами",
  "Who we are": "Кто мы есть",
  "Industries": "Отрасли",
  "Careers": "Карьера",
  "Support": "Поддерживать",
  "Support Request": "Запрос поддержки",
  "Book a call": "Заказать звонок",
  "Contact": "Контакт",
  "Follow Us": "Подписывайтесь на нас",
  "Food for puppies": "Корм для щенков",
  "See more": "Узнать больше",
  "ABOUT DOGS": "О СОБАКАХ",
  "PRODUCTS": "ПРОДУКТЫ",
  "Food for adult dogs": "Корм для взрослых собак",
  "CROOCET - Food for adult dogs": "КРУСЕТ - Корм для взрослых собак",
  "Maize, by-products of the milling industry, dehydrated poultry meat, fish meal, animal fat, brewer's yeast, vegetable oil, sodium chloride, bentonite montmorillonite, vitamin-mineral premix. The product does not contain GMOs": "Кукуруза, субпродукты мукомольного производства, обезвоженное мясо птицы, рыбная мука, животный жир, пивные дрожжи, растительное масло, хлорид натрия, бентонит монтмориллонит, витаминно-минеральный премикс. Продукт не содержит ГМО.",
  "Composition: nutrients of plant origin-grain nutrients, oil industry products, animal nutrition products-processed protein of animal origin, fish flour, mineral nutrients-Ca,P,Na. Additives: vitamins, minerals, aminoacids. ADULT does not contain GMO.": "Состав: питательные вещества растительного происхождения-зерновые питательные вещества, продукты нефтеперерабатывающей промышленности, продукты питания животных-переработанный белок животного происхождения, рыбная мука, минеральные питательные вещества-Ca,P,Na. Добавки: витамины, минералы, аминокислоты. ADULT не содержит ГМО.",
  "Composition: nutrients of plant origin-grain nutrients, oil industry products, animal nutrition products-processed protein of animal origin,fish flour, mineral nutrients-Ca, P, Na. Additives: vitamins, minerals, amino acids. PUPPY does not contain GMO.": "Состав: питательные вещества растительного происхождения-зерновые питательные вещества, продукты нефтеперерабатывающей промышленности, продукты питания животных-переработанный белок животного происхождения, рыбная мука, минеральные питательные вещества-Ca, P, Na. Добавки: витамины, минералы, аминокислоты. PUPPY не содержит ГМО.",
  "Composition: nutrients of plant origin-grain nutrients, oil industry products, animal nutrition products-processed protein of animal origin,fish flour, mineral nutrients-Ca, P, Na. Additives: vitamins, minerals, amino acids. ACTIVE does not contain GMO.": "Состав: питательные вещества растительного происхождения — гранулированные питательные вещества, продукты масложировой промышленности, питательные вещества животного происхождения — переработанный белок животного происхождения, рыбная мука. Минеральные питательные вещества: кальций, фосфор, натрий. Добавки: витамины, минералы, аминокислоты Продукт не содержит ГМО",
  "Animal Kingdom doo is a family company. Located in Lapovo near Kragujevac and engaged in the production of granulated dog food.": "Animal Kingdom doo — семейная компания. Находится в Лапово недалеко от Крагуеваца и занимается производством гранулированного корма для собак.",
  "The production is based on the concept of a healthy diet for your pets with the aim of eating quality food and developing properly. We use the highest quality raw materials that we analyze before use in order to maintain a constant quality of our products. We have successful years of business behind us and satisfied customers whose number is increasing day by day. We owe gratitude for our successes to our customers and we hope that their number will continue to increase, and we will, as before, justify their trust with constant quality and stable price. Our range includes products for dogs:": "Производство основано на концепции здорового питания ваших питомцев с целью качественного питания и правильного развития. Мы используем сырье самого высокого качества, которое мы анализируем перед использованием, чтобы поддерживать постоянное качество нашей продукции. У нас за плечами успешный многолетний бизнес и довольные клиенты, число которых растет с каждым днем. Мы благодарны за наши успехи нашим клиентам и надеемся, что их число будет продолжать расти, и мы, как и прежде, оправдаем их доверие постоянным качеством и стабильной ценой. Наш ассортимент включает в себя товары для собак:",
  "In the near future, we plan to enrich our production with an assortment for cats. Let your pets get the meal they deserve.": "В ближайшее время мы планируем обогатить наше производство ассортиментом для кошек. Пусть ваши питомцы получают еду, которую они заслуживают.",
  "Researchers from ELTE University in Budapest studied the brain activity of dogs in relation to various human and dog sounds, such as voices, barking, insignificant grunts and sighs of both kinds. Prior to this research, we had no idea what happens inside a dog's brain when people make noise. Among other surprising facts, the research showed similarities in the way a dog and a man react to emotionally colored voices and sounds. Researchers have proven that cheerful sounds stimulate and positively affect the auditory cortex in both species. This common feature tells us about a unique communication system that builds a connection between a dog and a human. In short - dogs do not only receive seemingly subtle mood swings, but because of the way they are associated with humans, they are more physically sensitive and susceptible to even the slightest mood swings.": "Исследователи из Университета ELTE в Будапеште изучили мозговую активность собак в отношении различных звуков человека и собак, таких как голоса, лай, незначительное ворчание и вздох обоих типов. До этого исследования мы понятия не имели, что происходит в мозгу собаки, когда люди издают шум. Помимо других удивительных фактов, исследование показало сходство в реакции собаки и человека на эмоционально окрашенные голоса и звуки. Исследователи доказали, что веселые звуки стимулируют и положительно влияют на слуховую кору у обоих видов. Эта общая черта говорит нам об уникальной системе общения, которая устанавливает связь между собакой и человеком. Короче говоря, собаки не только воспринимают кажущиеся незначительными перепады настроения, но из-за того, что они связаны с людьми, они более физически чувствительны и восприимчивы даже к малейшим колебаниям настроения.",
  "Your dog is smarter than a two-year-old The reason why dogs get along well with children is that they speak the same language. Not really, but they understand approximately the same number of words and movements - 250. A mustache helps a dog “see” in the dark It's not that they have “night vision”, but the hairs around the lips register the slightest change in air current, and in that way the dog receives information about the size, shape and speed of things around it. It also allows him to better sense danger or prey - even at night. Dogs and cats drink water in the same way It may seem to you that dogs are much more messy when drinking water, however both they and cats bend the tip of their tongue and lift the liquid towards their mouth while drinking water. Dogs only have sweat glands on their paws These glands are located between the soft part of the paw. This is because their feet would be wet during hot days, and because of that, dogs get cold by panting. The dog's mouth exerts an average pressure of 145 kg These tests were performed on German Shepherds, American Pit Bull Terriers and Rottweilers. Compared to them, humans reach a pressure of 54.5 kg, white sharks 272 kg, while crocodiles can reach an incredible 1133 kg. Dogs also have ten teeth more than humans - 42. A one-year-old dog has the physical fitness of a 15-year-old human being Different breeds, of course, have different physical fitness, bigger dogs are faster than smaller ones. Dogs hear four times farther than humans Puppies may be born deaf, but they quickly acquire great abilities when it comes to hearing. Dogs also hear high-frequency sounds, and recognize tones from 67 to 45,000 hertz. Humans hear sounds from 64 to 23,000 hertz, and in both humans and dogs, the upper limit of hearing decreases with age. Dogs can smell how you feel Dogs quickly pick up even the slightest changes in your smell, which help him discover how you feel. So I can smell sweating when you are nervous or scared. It is also very likely that dogs can detect some diseases or get hit when one of the females in the house is pregnant. A dog's sense of smell is 1,000 to 10 million better than a human's Depending on the breed, dogs have between 125 million and 300 million odors - which is a huge number compared to a human's 5 million. That is why the part of the dog's brain that controls the smell is as much as 40 times bigger than in humans. At the same time, a dog's brain is much smaller than a human's, and makes up 1/125 of their body, while in humans the ratio is 1:40. Ants, on the other hand, have a brain that is only seven times smaller than their total weight.": "Ваша собака умнее двухлетнего ребенка Причина, по которой собаки хорошо ладят с детьми, заключается в том, что они говорят на одном языке. Не совсем, но понимают примерно столько же слов и движений — 250. Усы помогают собаке «видеть» в темноте Дело не в том, что у них есть «ночное зрение», но волоски вокруг губ регистрируют малейшее изменение воздушного потока, и таким образом собака получает информацию о размере, форме и скорости вещей вокруг нее. Это также позволяет ему лучше ощущать опасность или добычу — даже ночью. Собаки и кошки пьют воду одинаково Вам может показаться, что собаки гораздо более грязны, когда пьют воду, однако и они, и кошки сгибают кончик языка и подносят жидкость ко рту, когда пьют воду. У собак только потовые железы на лапах Эти железы расположены между мягкой частью лапы. Это связано с тем, что в жаркие дни их ноги будут влажными, и из-за этого собаки простужаются от дыхания. Рот собаки оказывает среднее давление 145 кг Эти тесты проводились на немецких овчарках, американских питбультерьерах и ротвейлерах. По сравнению с ними, люди достигают давления 54,5 кг, белые акулы — 272 кг, а крокодилы — невероятных 1133 кг. У собак также на десять зубов больше, чем у людей — 42. Годовалый пес имеет физическую форму 15-летнего человека Разные породы, конечно, имеют разную физическую подготовку, более крупные собаки быстрее мелких. Собаки слышат в четыре раза дальше людей Щенки могут родиться глухими, но они быстро приобретают большие способности к слуху. Собаки также слышат высокочастотные звуки и распознают тона от 67 до 45 000 герц. Люди слышат звуки с частотой от 64 до 23000 Гц, и как у людей, так и у собак верхний предел слуха снижается с возрастом. Собаки чувствуют то, что вы чувствуете Собаки быстро улавливают даже малейшие изменения вашего запаха, что помогает ему понять, что вы чувствуете. Я чувствую запах пота, когда ты нервничаешь или напуган. Также очень вероятно, что собаки могут обнаружить некоторые заболевания или получить удар, когда одна из самок в доме беременна. Обоняние собаки на 1000-10 миллионов лучше, чем у человека В зависимости от породы собаки имеют от 125 до 300 миллионов запахов — огромное количество по сравнению с 5 миллионами человека. Вот почему часть мозга собаки, которая контролирует запах, в 40 раз больше, чем у человека. В то же время мозг собаки намного меньше человеческого и составляет 1/125 ее тела, тогда как у человека соотношение составляет 1:40. А у муравьев мозг всего в семь раз меньше их общего веса. Ваша собака умнее двухлетнего ребенка Причина, по которой собаки хорошо ладят с детьми, заключается в том, что они говорят на одном языке. Не совсем, но понимают примерно столько же слов и движений — 250. Усы помогают собаке «видеть» в темноте Дело не в том, что у них есть «ночное зрение», но волоски вокруг губ регистрируют малейшее изменение воздушного потока, и таким образом собака получает информацию о размере, форме и скорости вещей вокруг нее. Это также позволяет ему лучше ощущать опасность или добычу — даже ночью. Собаки и кошки пьют воду одинаково Вам может показаться, что собаки гораздо более грязны, когда пьют воду, однако и они, и кошки сгибают кончик языка и подносят жидкость ко рту, когда пьют воду. У собак только потовые железы на лапах Эти железы расположены между мягкой частью лапы. Это связано с тем, что в жаркие дни их ноги будут влажными, и из-за этого собаки простужаются от дыхания. Рот собаки оказывает среднее давление 145 кг Эти тесты проводились на немецких овчарках, американских питбультерьерах и ротвейлерах. По сравнению с ними, люди достигают давления 54,5 кг, белые акулы — 272 кг, а крокодилы — невероятных 1133 кг. У собак также на десять зубов больше, чем у людей — 42. Годовалый пес имеет физическую форму 15-летнего человека Разные породы, конечно, имеют разную физическую подготовку, более крупные собаки быстрее мелких. Собаки слышат в четыре раза дальше людей Щенки могут родиться глухими, но они быстро приобретают большие способности к слуху. Собаки также слышат высокочастотные звуки и распознают тона от 67 до 45 000 герц. Люди слышат звуки с частотой от 64 до 23000 Гц, и как у людей, так и у собак верхний предел слуха снижается с возрастом. Собаки чувствуют то, что вы чувствуете Собаки быстро улавливают даже малейшие изменения вашего запаха, что помогает ему понять, что вы чувствуете. Я чувствую запах пота, когда ты нервничаешь или напуган. Также очень вероятно, что собаки могут обнаружить некоторые заболевания или получить удар, когда одна из самок в доме беременна. Обоняние собаки на 1000-10 миллионов лучше, чем у человека В зависимости от породы собаки имеют от 125 до 300 миллионов запахов — огромное количество по сравнению с 5 миллионами человека. Вот почему часть мозга собаки, которая контролирует запах, в 40 раз больше, чем у человека. В то же время мозг собаки намного меньше человеческого и составляет 1/125 ее тела, тогда как у человека соотношение составляет 1:40. А у муравьев мозг всего в семь раз меньше их общего веса.",
  "CELEBRITIES ABOUT DOGS „My dogs are the reason I wake up every day with a smile on my face.“ - Jennifer Skiff. THE DIVINITY OF DOGS „I have discovered that when you are in big trouble, there are special things that you get in the complete devotion of a dog that you cannot get anywhere else.“ - Doris Day „If I could be half as good a person as my dog is, then I would be twice as good a man.“ - Charles Yu „A dog is the only thing on the planet that loves you more than you love yourself.“ - Josh Billing Pas i dete Pas i dete Photo by Panagiotis Karagiannis on Unsplash „Dogs are our connection to paradise. They do not know about evil, envy or dissatisfaction. Sitting with a dog on a hillside on a beautiful day means being in paradise again, where lack of activity does not mean boredom but peace.“ - Milan Kundera „Dogs are not our whole world, but they make our world whole.“ - Roger Caras „The dog reflects the family in which he lives. Who has ever seen a lively dog in a gloomy family, or a sad dog in a happy one? Rude people have rude dogs, dangerous people have dangerous ones.“ - Arthur Conan Doyle, s Pas i porodica Photo by CDC on Unsplash „A dog will teach you unconditional love. If you can have that in your life, things won't be bad.“ - Robert Wagner „Love is an emotion that a woman always feels towards a poodle and sometimes towards a man.“ - George Jean Nathan „The dog would die for you, but he would never lie to you.“ - George R. R. Martin „The biggest fear that dogs know is that you will not return when you go somewhere without them.“ - Stanley Coren Zabrinuti pas Photo by Anthony Fomin on Unsplash „The more guys I meet, the more I love my dog.“ - Carrie Underwood „I love the dog. He does nothing for political reasons.“ - Will Rogers „The dog doesn't care if you're rich or poor, smart or stupid. Give him your heart and he will give you hers.“ - Milo Gathema „One of the happiest scenes in the world is when a lost dog reunites with his master he loves. You haven't seen happiness until you see it.“ - Eldon Roark": "ИЗВЕСТНЫЕ ЛЮДИ С СОБАКАМИ „Мои собаки — это причина, по которой я просыпаюсь каждый день с улыбкой на лице.“ - Jennifer Skiff. THE DIVINITY OF DOGS „Я обнаружил, что когда у вас большие проблемы, есть особые вещи, которые вы получаете в полной преданности собаки, которые вы не можете получить больше нигде.“ - Doris Day „Если бы я мог быть вдвое таким же хорошим человеком, как моя собака, то я был бы вдвое лучше », — Чарльз Ю. «Собака — единственное, что на планете любит вас больше, чем вы любите себя.“ - Josh Billing Pas i dete Pas i dete Photo by Panagiotis Karagiannis on Unsplash „Собаки — наша связь с раем. Они не знают зла, зависти или недовольства. Сидеть с собакой на склоне холма в прекрасный день — значит снова оказаться в раю, где отсутствие активности означает не скуку, а покой.“ - Milan Kundera „Собаки — это не весь наш мир, но они делают наш мир единым.“ - Roger Caras „Собака отражает семью, в которой живет. Кто хоть раз видел веселую собаку в сумрачной семье или грустную собаку в счастливой? У грубых людей есть грубые собаки, у опасных людей — опасные.“ - Arthur Conan Doyle, s Pas i porodica Photo by CDC on Unsplash „Собака научит вас безусловной любви. Если вы можете иметь это в своей жизни, все будет неплохо.“ - Robert Wagner „Любовь — это эмоция, которую женщина всегда испытывает к пуделю, а иногда и к мужчине.“ - George Jean Nathan „Собака умерла бы за вас, но никогда не солгала бы вам.“ - George R. R. Martin „Самый большой страх, который знают собаки, — это то, что вы не вернетесь куда-то без них.“ - Stanley Coren Zabrinuti pas Photo by Anthony Fomin on Unsplash „Чем больше парней встречу, тем больше люблю свою собаку.“ - Carrie Underwood „Я люблю собаку. Он ничего не делает по политическим причинам.“ - Will Rogers „Собаке все равно, богат ты или беден, умный или глупый. Отдай ему свое сердце, и он отдаст тебе свое.“ - Milo Gathema „Одна из самых счастливых сцен в мире — это когда заблудшая собака воссоединяется со своим любимым хозяином. Вы не видели счастья, пока не увидите его.“ - Eldon Roark",
  "Food for highly active dogs is a complete food for dogs exposed to a high level of physical activity. It meets the needs of working, hunting, racing, developing dogs, pregnant and nursing dogs.": "Корм для высокоактивных собак полноценный корм для собак, подвергающихся высокому уровню физической активности. Удовлетворяет потребности работающих, охотничьих, бегущих, развивающихся собак, беременных и молочных собак.",
  "Crude protein min. 30% (of which at least 75% of animal origin), crude fat min. 20%, crude fiber max. 3%, humidity max. 10%, ash 6%, Ca min. 1.8%, P min. 1.15%, At 0.34%, Lysine min. 1.4%, Methionine + cystine min 1%, Threonine min 1%, Tryptophan min. 0.2%, Omega 3 and Omega 6 min. 0.25%, Vitamin A (Retinyl acetate, 3a672) 15000 IU, Vitamin D3 (Cholecalciferol, 3a671) 1125 IU, Vitamin E (RRR-alpha tocopherol acetate, 3a700) 150 mg, Vitamin B1 (thiamine mononitrate, 3a821) 4.5m , Vitamin B2 (Riboflavin) 10.5 mg, Vitamin B6 (Pyridoxine, 3a831) 6mg, Vitamin B12 (Cyanocobalamin) 6mcg, Vitamin B12 (Cyanocobalamin) 12mcg, Niacin (Nicotinic acid, 3a314) 60mg, Pantothenic acid , 3a841) 60mg, Folic acid (3a316) 750mcg, Biotin (3a880) 450mcg, Choline (3a890) 1125mg, Beta carotene (3a160 (a)) 30mg, Vitamin C (StayC, 3a300) 150mg, Iron, Fe (iron sulfate monohydrate, E1) 82mg, Iron, Fe (iron chelate amino acid hydrate, E1) 38mg, Copper, Cu sulphate pentahydrate, E4) 7.55mg, Copper, Cu (copper chelate amino acid hydrate, E4) 3.5mg, Manganese, Mn, manganese oxide, 3b502) 5.3mg, Manganese, Mn (manganese chelate amino acid hydrate, 3b504) 2.7mg, Zinc, Zn (zinc oxide, 3b603) 135mg, Zinc, Zn (zinc chelate amino acid hydrate, 3b606) 67.5mg, Iodine, I (microgranulated calcium iodide, 3b203) 2.2mg, Selenium, Se (sodium selenite, E8) 300mcg, Propyl gallate (E310) 7.5mg, BHT (E321) 90mg, Lignocellulose 1.5%, Bentonite montmorillonite (1g557 , 7%, Essential oils (Yucca shidigela 7.12.1) 375mcg, Anticoagulants silicic acid, E551a) 517mg, Preservatives (Citric acid, E330) 22.5mg": "Сырой протеин мин. 30% (из которых не менее 75% животного происхождения), сырой жир мин. 20%, сырое волокно макс. 3%, влажность макс. 10%, зола 6%, Ca мин. 1,8%, P мин. 1,15%, при 0,34%, лизин мин. 1,4%, метионин + цистин мин 1%, треонин мин 1%, триптофан мин. 0,2%, омега-3 и омега-6 мин. 0,25%, витамин А (ретинилацетат, 3a672) 15000 МЕ, витамин D3 (холекальциферол, 3a671) 1125 МЕ, витамин E (RRR-альфа-токоферола ацетат, 3a700) 150 мг, витамин B1 (тиаминмононитрат, 3a821) 4,5 м , Витамин B2 (рибофлавин) 10,5 мг, витамин B6 (пиридоксин, 3a831) 6 мг, витамин B12 (цианокобаламин) 6 мкг, витамин B12 (цианокобаламин) 12 мг, ниацин (никотиновая кислота, 3a314) 60 мг, пантотеновая кислота , 3a841) 60 мг, фолиевая кислота (3a316) 750 мкг, биотин (3a880) 450 мкг, холин (3a890) 1125 мг, бета-каротин (3a160 (a)) 30 мг, витамин С (StayC, 3a300) 150 мг, железо, железо(моногидрат сульфата железа, E1) 82 мг, железо, Fe (гидрат аминокислоты хелат железа, E1) 38 мг, медь, медь пентагидрат сульфата, E4) 7,55 мг, медь, Cu (гидрат аминокислоты хелат меди, E4) 3,5 мг, марганец, Mn, оксид марганца, (3b502) 5,3 мг, марганец, Mn (хелатированный марганцем гидрат аминокислоты, 3b504) 2,7 мг, цинк, Zn (оксид цинка, 3b603) 135 мг, цинк, Zn (цинк хелатированный гидрат аминокислоты, 3b606) 67,5 мг, йод, I (микрогранулированный йодид кальция, 3b203) 2,2 мг, селен, Se (селенит натрия, E8) 300 мкг, пропилгаллат (E310) 7,5 мг, BHT (E321) 90 мг, лигноцеллюлоза 1,5%, бентонит монтмориллонит (1g557 , 7%, эфирные масла (юкка шидигела 7.12.1) 375 мкг, кремниевая кислота, E551a) 517 мг, консерванты (лимонная кислота, E330) 22,5 мг.",
  "Animal Kingdom- Food for highly active dogs is a complete food for dogs exposed to a high level of physical activity. Meets the needs of working, hunting, racing, developing dogs, pregnant bitches and suckling bitches. Special attention is paid to meeting high protein-energy requirements. It contains all the vitamins and minerals necessary for a proper and balanced diet. The individual needs of dogs vary and the diet should be adjusted so that the dog is in healthy and normal condition.": "Animal Kingdom SUPER ACTIVE BREEDERS - корм для высокоактивных собак — полноценный корм для собак, подвергающихся высокому уровню физической активности. Удовлетворяет потребности работающих, охотничьих, бегущих, развивающихся собак, беременных сук и молочных сук.",
  "Store in a dry, cool and dark place. Protected from the entry of rodents, insects, birds and other animals.": "Хранить в сухом, прохладном и темном месте. Защитить от проникновения грызунов, насекомых, птиц и других животных.",
  "In 1 kg of product is:": "В 1 кг активного вещества входит:",
  "Storage": "Хранение",
  "Instruction manual": "Инструкция по эксплуатации",
  "Crude proteins (min)29 % , crude fat (min)16 % , fiber (max)3 % , moisture (max) 8 % , ash (max) 7 % , vit. A 3a672a 10.000 IU, vit. D3 3a671 2.000 IU, vit. E 3a700 120 mg, vit. K3 3a710 2 mg, vit. B1 3a820 2 mg, vit B2 6 mg, vit. B63a8312 mg, vit. B1210mg, Biotin 3a880 50 mcg, calcium D pantothenate 10 mg, folic acid 3a316 500 mcg, iron El 60 mg, manganese 3b503 80 mg, zinc 3b601 50mg, copper 3b412 8 mg, iodine 3b201 800 mcg, choline chloride 3b201 500 mg, calcium 1.2 % , phosphor 1 %, sodium 0.3%, antioxidant BHT 100 mg/kg, amino-acids: methionine 3c301 0.55%, lysine 3.2.2. 0.63%, threonine 3c410 0.48 % , tryptophan 3c440 0.16 % .": "Белок мин. 29%, жир не менее 16%, 3% целлюлозы макс. влажности 8%, зола макс. 7%, витамин A 3a672a 10000 МЕ, витамин D3 3a671 2000 МЕ, витамин E 3a700 120 мг, витамин K3 3a710 2 мг, витамин B1 3a820 2 мг, витамин B2 рибофлавин 6 мг, витамин B6 3a831 2 мг, витамин B12 Ciano , Биотин 3a880 50 мкг, пантотенат кальция D 3a841 10 мг, фолиевая кислота 3a316 500 мкг, железо E 1 60 мг, марганец 3b503 80 мг, цинк 3b601 50 мг, медь 3b412 8 мг, йод 3b201 800 мкг, холинхлорид 3a890 500 мг, кальций 1,2%, Фосфор 1%, Натрий 0,3%, антиоксидант BHT E 321 100 мг.Аминокислоты: метионин 3с301 0,55%, лизин 3.2.2. 0,63%, треонин 3c410 0,48%, триптофан 3c440 0,16%.",
  "ACTIVE represents complete food for dogs with high level of physical activity, and it completely meets the needs of working, hunting and sled dogs, dogs that are in the process of growth and development, as well as of pregnant female dogs and dogs that are breast feeding. Special attention is given to the process of meeting high energy and protein requirements. ACTIVE contains all vitamins and minerals necessary for balanced diet. Individual needs of each dog vary, so diet should be adapted soto keep the dog healthy and fit": "АКТИВ представляет собой полнорационный корм для собак с высоким уровнем физической активности и полностью удовлетворяет потребности рабочих, охотничьих и ездовых собак, собак, находящихся в процессе роста и развития, а также беременных сук и собак, находящихся на грудном вскармливании. кормление. Особое внимание уделяется процессу удовлетворения высоких потребностей в энергии и белке. АКТИВ содержит все витамины и минералы, необходимые для сбалансированного питания. Индивидуальные потребности каждой собаки различаются, поэтому диета должна быть адаптирована таким образом, чтобы собака оставалась здоровой и подтянутой.",
  "Crude proteins (min) 31 % , crude fat (min) 16 % , fiber (max) 3 % , moisture (max) 8%, ash (max) 7%, vit. A 3a672a 12.000 IU, vit. D3 3a671 2.400 IU, vit. E 3a700 120 mg, vit. K3 3a710 2.4 mg, vit. B1 3a820 2.4 mg, vit B2 7.2 mg, vit. B6 3a831 2.4 mg, vit. B12 12 mg, Biotin 3a880 60 mcg, calcium D pantothenate 12 mg, folic acid 3a316 600 mcg, iron E1 72 mg, manganese 3b503 96 mg, zinc 3b601 60mg, copper 3b412 9.6 mg, iodine 3b201 960 mcg, choline chloride 3b201 600 mg, calcium 1.5 % , phosphor 1%, sodium 0.3%,antioxidant BHT 100 mg/kg, amino-acids: methionine 3c301 0.6 % , lysine 3.2.2. 0.63%, threonine 3c410 0.48 % , tryptophan 3c440 0.16%.": "Белок мин. 31%, жир не менее 16%, целлюлоза макс. Влажность 3% макс. 8%, зола макс. 7%, витамин A 3a672a 12 000 МЕ, витамин D3 3a671 2400 МЕ, витамин E 3a700 120 мг, витамин K3 3a710 2,4 мг, витамин B1 3a820 2,4 мг, витамин B2 рибофлавин 7,2 мг, витамин B6 3a831 2,4 мг, витамин B12 Ciano , Биотин 3a880 60 мкг, пантотенат кальция D 3a841 12 мг, фолиевая кислота 3a316 600 мкг, железо E 1 72 мг, марганец m3b503 96 мг, цинк 3b601 60 мг, медь 3b412 9,6 мг, йод 3b201 960 мкг, холинхлорид 3a8 Кальций 1,5%, Фосфор 1%, Натрий 0,3%, Антиоксидант BHT E 321 100 мг, Аминокислоты: Метионин 3c301 0,6%, Лизин 3.2.2. 0,63%, треонин 3c410 0,48%, триптофан 3c440 0,16%",
  "PUPPY represents complete puppy food — a perfect transition from mother's milk to real food, food for dogs that are in the process of growth and development, pregnant female dogs and dogs that are breast feeding. Most attention is given to the process of meeting high energy and protein requirements. PUPPY contains all vitamins and minemls necessary for balanced diet. Individual needs of each dog vary, so diet should be adapted so to keep the dog healthy and fit.": "PUPPY представляет собой полнорационный корм для щенков — идеальный переход от материнского молока к настоящей пище, корм для собак, находящихся в процессе роста и развития, беременных сук и собак, находящихся на грудном вскармливании. Наибольшее внимание уделяется процессу удовлетворения высоких потребностей в энергии и белке. PUPPY содержит все витамины и минералы, необходимые для сбалансированного питания. Индивидуальные потребности каждой собаки различаются, поэтому диета должна быть адаптирована таким образом, чтобы собака оставалась здоровой и подтянутой.",
  "Crude proteins (min) 18%, crude fat (min) 10%, fiber (max) 3%, moisture (max) 10%, ash (max) 6%, vit. A 3a672 6.000 IU, vit. D3 3a671 800 IU, vit. E 3a700 70 mg, vit. K3 3a711 0.70 mg, vit. B1 3a821 1.4 mg, vit B2 2.2 mg, vit. B6 3a831 1.4 mg, vit. B12 8 mg, Biotin 3a880 200 mcg, calcium D pantothenate 3a841 18 mg, folic acid 3a316 450 mcg, iron E1 45 mg, manganese 3b502 35 mg, zinc 3b601 58 mg, copper E1 5.2mg, iodine 3b203 0.80mg, Choline chloride 3a890 420 mg, calcium 1.2%, phosphor 0.7%, sodium 0.2%,antioxidant BHT E321 70mg, methionine 3c301 0.4%, lysine 3.2.3. 0.60%, threonine 3c410 0.50%, tryptophan 3.4.1. 0.15%.": "Белок мин. 18%, жирность не менее 10%, целлюлоза макс. Влажность 3% макс. 10%, зола макс. 6%, витамин A 3a672 6000 МЕ, витамин D3 3a671 800 МЕ, витамин E 3a700 70 мг, витамин K3 3a711 0,70 мг, витамин B1 3a821 1,4 мг, витамин B2 рибофлавин 2,2 мг, витамин B6 3a831 1,4 мг, витамин B12 циано , Ниацин 3a314 25 мг, биотин 3a880 200 мкг, пантотенат кальция D 3a841 18 мг, фолиевая кислота 3a316 450 мкг, железо E 1 45 мг, марганец 3b502 35 мг, цинк 3b603 58 мг, медь E1 5,2 мг, йод 3b203 0,80 мг, холин Хлорид 3a890 420 мг, кальций 1,2%, фосфор 0,7%, натрий 0,2%, антиоксидант BHT E 321 70 мг, метионин 3c301 0,4%, лизин 3.2.3. 0,60%, треонин 3c410 0,50%, триптофан 3.4.1. 0,15%.",
  "Composition and the amount of the food are formulated to meet the needs of a moderately active dog in the conditions of average temperature levels. Individual needs of each dog vary, so diet should be adapted to keep the dog healthy and fit.": "Состав и количество корма разработаны с учетом потребностей умеренно активной собаки в условиях среднего температурного режима. Индивидуальные потребности каждой собаки различаются, поэтому диета должна быть адаптирована для поддержания здоровья и формы собаки.",
  "Crude proteins (min)22%, crude fat (min)12%, fiber (max)3 %, moisture (max) 10%, ash (max) 8%, vit. A 3a672a 8.000 IU, vit. D3 3a671 1.600 IU, vit. E 3a700 120 mg, vit. K3 3a710 1.6 mg, vit. B1 3a820 1.6 mg, vit B2 4.8 mg, vit. B6 3a831 1.6 mg, vit. B12 8 mg, Biotin 3a880 40 mcg, calcium D pantothenate 8 mg, folicacid 3a316 400 mcg, iron E1 48 mg, manganese 3b503 64 mg, zinc 3b601 40 mg, copper 3b412 6.4 mg, iodine 3b201 640 mcg, choline chloride 3b201 400 mg, calcium 1%, phosphor 0.6%, sodium 0.2%,antioxidant BHT 100 mg/kg, aminoacids: methionine 3c301 0.5%, lysine 3.2.2. 0.63%, threonine 3c410 0.48%, tryptophan 3c440 0.16%.": "Белок мин. 22%, жир не менее 12%, целлюлоза макс. Влажность 3% макс. 10%, зола макс. 8%, витамин A 3a672a 8 000 МЕ, витамин D3 3a671 1600 МЕ, витамин E 3a700 120 мг, витамин K3 3a710 1,6 мг, витамин B1 3a820 1,6 мг, витамин B2 рибофлавин 4,8 мг, витамин B6 3a831 1,6 мг, витамин B12 C , Биотин 3a880 40 мкг, пантотенат кальция D 3a841 8 мг, фолиевая кислота 3a316 400 мкг, железо E 1 48 мг, марганец 3b503 64 мг, цинк 3b601 40 мг, медь 3b412 6,4 мг, йод 3b201 640 мкг, холинхлорид 3a890 , Кальций 1%, фосфор 0,7%, натрий 0,2%, антиоксидант BHT E 321 100 мг, аминокислоты: метионин 3c301 0,5%, лизин 3.2.2. 0,63%, треонин 3c410 0,48%, триптофан 3c440 0,16%.",
  "Composition: nutrients of plant origin-grain nutrients, oil industry products, animal nutrition products-processed protein of animal origin, fish flour, mineral nutrients-Ca,P,Na. Additives: vitamins, minerals, aminoacids.": "Состав: питательные вещества растительного происхождения — гранулированные питательные вещества, питательные вещества животного происхождения, переработанный белок животного происхождения, рыба порошок.",
  "Vitamin A (Retiniil acetat, 3a672) IJ 7.2 Vitamin D3 (Holekalciferol, 3a671) IJ 745 Vitamin E (RRR-alfa tokoferol acetat, 3a700) mg 50 Vitamin B1 (tiaminmononitrat, 3a821) mg 2,1 Vitamin B2 (Riboflavin, 3a825ii) mg 5,2 Vitamin B6 (Piridoksin, 3a831) mg 1,5 Vitamin B12 (Cijanokobalamin) mcg 8,3 Niacin (Nikotinska kiselina, 3a314) mg 15 Pantotenska kiselina (kalcijum-D-pantotenat, 3a841) mg 12,5 Folna kiselina (3a316) mcg 25 Biotin (3a880) mcg 3,7 Gvožđe, Fe (gvožđe (II) sulfat monohidrat, 3b103 ) mg 120 Bakar, Cu (bakar (II) sulfat pentahidrat, 3b405) mg 18 Mangan, Mn (mangan sulfat monohidrat, 3b503) mg 2,5 Cink, Zn ( cink sulfat monohidrat, 3b605) mg 190 Jod, I ( mikrogranulisani kalcijum jodid, 3b203) mg 1 Selen, Se ( natrijum selenit, 3b802) mcg 70 Propil galat ( E310) mg 7,5 BHT (E321) mg 90": "Витамин A (ретинила ацетат, 3a672) IJ 7,2 Витамин D3 (холекальциферол, 3a671) IJ 745 Витамин E (RRR-альфа-токоферола ацетат, 3a700) мг 50 Витамин B1 (тиаминмононитрат, 3a821) мг 2,1 Витамин B2 (рибофлавин, 3a825ii) мг 5,2 Витамин В6 (Пиридоксин, 3а831) мг 1,5 Витамин В12 (Циянокобаламин) мкг 8,3 Ниацин (никотинская киселина, 3а314) мг 15 Пантотенская кислота (кальций-Д-пантотенат, 3а841) мг 12,5 Фолна киселина (3a316) мкг 25 Биотин (3a880) мкг 3,7 Гвожче, Fe (гвожде (II) сульфат моногидрат, 3b103 ) мг 120 Бакар, Cu (бакар (II) сульфат пентагидрат, 3b405) мг 18 Манган, Mn (марган сульфат моногидрат , 3b503) мг 2,5 Цинк, Zn (цинк сульфат моногидрат, 3b605) мг 190 Йод, I (микрогранулисани кальция йодид, 3b203) мг 1 Селен, Se (натрия селенит, 3b802) мкг 70 Пропил галат (Е310) мг 7, 5 BHT (E321) мг 90",
  "The composition and amount of food are based on the needs of an adult dog and normal ambient temperatures. The individual needs of dogs vary and the diet should be adapted to keep the dog in a healthy and normal condition.": "Состав и количество корма основаны на потребностях взрослой собаки и нормальной температуре окружающей среды. Индивидуальные потребности собак различаются, и диета должна быть адаптирована, чтобы поддерживать собаку в здоровом и нормальном состоянии.",
  "Researchers from ELTE University in Budapest studied the brain activity of dogs in relation to various human and dog sounds, such as voices, barking, insignificant grunts and sighs of both kinds.": "Исследователи из Университета ELTE в Будапеште изучили мозговую активность собак в отношении различных звуков человека и собак, таких как голоса, лай, незначительное ворчание и вздох обоих типов.",
  "Prior to this research, we had no idea what happens inside a dog's brain when people make noise. Among other surprising facts, the research showed similarities in the way a dog and a man react to emotionally colored voices and sounds. Researchers have proven that cheerful sounds stimulate and positively affect the auditory cortex in both species. This common feature tells us about a unique communication system that builds a connection between a dog and a human.": "До этого исследования мы понятия не имели, что происходит в мозгу собаки, когда люди издают шум. Помимо других удивительных фактов, исследование показало сходство в реакции собаки и человека на эмоционально окрашенные голоса и звуки. Исследователи доказали, что веселые звуки стимулируют и положительно влияют на слуховую кору у обоих видов. Эта общая черта говорит нам об уникальной системе общения, которая устанавливает связь между собакой и человеком.",
  "In short - dogs do not only receive seemingly subtle mood swings, but because of the way they are associated with humans, they are more physically sensitive and susceptible to even the slightest mood swings.": "Короче говоря, собаки не только воспринимают кажущиеся незначительными перепады настроения, но из-за того, что они связаны с людьми, они более физически чувствительны и восприимчивы даже к малейшим колебаниям настроения.",
  "Your dog is smarter than a two-year-old: The reason why dogs get along well with children is that they speak the same language. Not really, but they understand approximately the same number of words and movements - 250.": "Ваша собака умнее двухлетнего ребенка: Причина, по которой собаки хорошо ладят с детьми, заключается в том, что они говорят на одном языке. Не совсем, но понимают примерно столько же слов и движений — 250.",
  "A mustache helps a dog “see” in the dark: It's not that they have “night vision”, but the hairs around the lips register the slightest change in air current, and in that way the dog receives information about the size, shape and speed of things around it. It also allows him to better sense danger or prey - even at night.": "Усы помогают собаке «видеть» в темноте: Дело не в том, что у них есть «ночное зрение», но волоски вокруг губ регистрируют малейшее изменение воздушного потока, и таким образом собака получает информацию о размере, форме и скорости вещей вокруг нее. Это также позволяет ему лучше ощущать опасность или добычу — даже ночью.",
  "Dogs and cats drink water in the same way: It may seem to you that dogs are much more messy when drinking water, however both they and cats bend the tip of their tongue and lift the liquid towards their mouth while drinking water.": "Собаки и кошки пьют воду одинаково: Вам может показаться, что собаки гораздо более грязны, когда пьют воду, однако и они, и кошки сгибают кончик языка и подносят жидкость ко рту, когда пьют воду.",
  "Dogs only have sweat glands on their paws: These glands are located between the soft part of the paw. This is because their feet would be wet during hot days, and because of that, dogs get cold by panting.": "У собак только потовые железы на лапах: Эти железы расположены между мягкой частью лапы. Это связано с тем, что в жаркие дни их ноги будут влажными, и из-за этого собаки простужаются от дыхания.",
  "The dog's mouth exerts an average pressure of 145 kg: These tests were performed on German Shepherds, American Pit Bull Terriers and Rottweilers. Compared to them, humans reach a pressure of 54.5 kg, white sharks 272 kg, while crocodiles can reach an incredible 1133 kg. Dogs also have ten teeth more than humans - 42.": "Рот собаки оказывает среднее давление 145 кг: Эти тесты проводились на немецких овчарках, американских питбультерьерах и ротвейлерах. По сравнению с ними, люди достигают давления 54,5 кг, белые акулы — 272 кг, а крокодилы — невероятных 1133 кг. У собак также на десять зубов больше, чем у людей — 42.",
  "A one-year-old dog has the physical fitness of a 15-year-old human being: Different breeds, of course, have different physical fitness, bigger dogs are faster than smaller ones.": "Годовалый пес имеет физическую форму 15-летнего человека: Разные породы, конечно, имеют разную физическую подготовку, более крупные собаки быстрее мелких.",
  "Dogs hear four times farther than humans: Puppies may be born deaf, but they quickly acquire great abilities when it comes to hearing. Dogs also hear high-frequency sounds, and recognize tones from 67 to 45,000 hertz. Humans hear sounds from 64 to 23,000 hertz, and in both humans and dogs, the upper limit of hearing decreases with age.": "Собаки слышат в четыре раза дальше людей: Щенки могут родиться глухими, но они быстро приобретают большие способности к слуху. Собаки также слышат высокочастотные звуки и распознают тона от 67 до 45 000 герц. Люди слышат звуки с частотой от 64 до 23000 Гц, и как у людей, так и у собак верхний предел слуха снижается с возрастом.",
  "Dogs can smell how you feel: Dogs quickly pick up even the slightest changes in your smell, which help him discover how you feel. So I can smell sweating when you are nervous or scared. It is also very likely that dogs can detect some diseases or get hit when one of the females in the house is pregnant.": "Собаки чувствуют то, что вы чувствуете: Собаки быстро улавливают даже малейшие изменения вашего запаха, что помогает ему понять, что вы чувствуете. Я чувствую запах пота, когда ты нервничаешь или напуган. Также очень вероятно, что собаки могут обнаружить некоторые заболевания или получить удар, когда одна из самок в доме беременна.",
  "A dog's sense of smell is 1,000 to 10 million better than a human's: Depending on the breed, dogs have between 125 million and 300 million odors - which is a huge number compared to a human's 5 million. That is why the part of the dog's brain that controls the smell is as much as 40 times bigger than in humans. At the same time, a dog's brain is much smaller than a human's, and makes up 1/125 of their body, while in humans the ratio is 1:40. Ants, on the other hand, have a brain that is only seven times smaller than their total weight.": "Обоняние собаки на 1000–10 миллионов лучше, чем у человека: В зависимости от породы собаки имеют от 125 до 300 миллионов запахов — огромное количество по сравнению с 5 миллионами человека. Вот почему часть мозга собаки, которая контролирует запах, в 40 раз больше, чем у человека. В то же время мозг собаки намного меньше человеческого и составляет 1/125 ее тела, тогда как у человека соотношение составляет 1:40. А у муравьев мозг всего в семь раз меньше их общего веса.",
  "\"My dogs are the reason I wake up every day with a smile on my face.\" - Jennifer Skiff.": "\"Мои собаки — это причина, по которой я просыпаюсь каждый день с улыбкой на лице.\" – Jennifer Skiff.",
  "\"I have discovered that when you are in big trouble, there are special things that you get in the complete devotion of a dog that you cannot get anywhere else.\" - Doris Day": "\"Я обнаружил, что когда у вас большие проблемы, есть особые вещи, которые вы получаете в полной преданности собаки, которые вы не можете получить больше нигде.\" – Doris Day",
  "\"If I could be half as good a person as my dog is, then I would be twice as good a man.\" - Charles Yu": "\"Если бы я мог быть вдвое таким же хорошим человеком, как моя собака, то я был бы вдвое лучше\" — Чарльз Ю.",
  "\"A dog is the only thing on the planet that loves you more than you love yourself.\" - Josh Billing": "\"Собака — единственное, что на планете любит вас больше, чем вы любите себя.\" – Josh Billing",
  "\"Dogs are our connection to paradise. They do not know about evil, envy or dissatisfaction. Sitting with a dog on a hillside on a beautiful day means being in paradise again, where lack of activity does not mean boredom but peace.\" - Milan Kundera": "\"Собаки — наша связь с раем. Они не знают зла, зависти или недовольства. Сидеть с собакой на склоне холма в прекрасный день — значит снова оказаться в раю, где отсутствие активности означает не скуку, а покой.\" – Milan Kundera",
  "\"Dogs are not our whole world, but they make our world whole.\" - Roger Caras": "\"Собаки — это не весь наш мир, но они делают наш мир единым.\" – Roger Caras",
  "\"The dog reflects the family in which he lives. Who has ever seen a lively dog in a gloomy family, or a sad dog in a happy one? Rude people have rude dogs, dangerous people have dangerous ones.\" - Arthur Conan Doyle": "\"Собака отражает семью, в которой живет. Кто хоть раз видел веселую собаку в сумрачной семье или грустную собаку в счастливой? У грубых людей есть грубые собаки, у опасных людей — опасные.\" – Arthur Conan Doyle",
  "\"A dog will teach you unconditional love. If you can have that in your life, things won't be bad.\" - Robert Wagner": "\"Собака научит вас безусловной любви. Если вы можете иметь это в своей жизни, все будет неплохо.\" – Robert Wagner",
  "\"Love is an emotion that a woman always feels towards a poodle and sometimes towards a man.\" - George Jean Nathan": "\"Любовь — это эмоция, которую женщина всегда испытывает к пуделю, а иногда и к мужчине.\" – George Jean Nathan",
  "\"The dog would die for you, but he would never lie to you.\" - George R. R. Martin": "\"Собака умерла бы за вас, но никогда не солгала бы вам.\" – George R. R. Martin",
  "\"The biggest fear that dogs know is that you will not return when you go somewhere without them.\" - Stanley Coren": "\"Самый большой страх, который знают собаки, — это то, что вы не вернетесь куда-то без них.\" – Stanley Coren",
  "\"The more guys I meet, the more I love my dog.\" - Carrie Underwood": "\"Чем больше парней встречу, тем больше люблю свою собаку.\" – Carrie Underwood",
  "\"I love the dog. He does nothing for political reasons.\" - Will Rogers": "\"Я люблю собаку. Он ничего не делает по политическим причинам.\" – Will Rogers",
  "\"The dog doesn't care if you're rich or poor, smart or stupid. Give him your heart and he will give you hers.\" - Milo Gathema": "\"Собаке все равно, богат ты или беден, умный или глупый. Отдай ему свое сердце, и он отдаст тебе свое.\" – Milo Gathema",
  "\"One of the happiest scenes in the world is when a lost dog reunites with his master he loves. You haven't seen happiness until you see it.\" - Eldon Roark": "\"Одна из самых счастливых сцен в мире — это когда заблудшая собака воссоединяется со своим любимым хозяином. Вы не видели счастья, пока не увидите его.\" – Eldon Roark",
  "SUPER ACTIVE BREEDERS - food for highly active dogs is a complete food for dogs exposed to a high level of physical activity. Meets the needs of working, hunting, racing, developing dogs, pregnant bitches and suckling bitches": "SUPER ACTIVE BREEDERS - корм для высокоактивных собак — полноценный корм для собак, подвергающихся высокому уровню физической активности. Удовлетворяет потребности работающих, охотничьих, бегущих, развивающихся собак, беременных сук и молочных сук.",
  "Food for highly active dogs contains all the vitamins and minerals necessary for a proper and balanced diet. The individual needs of dogs vary and the diet should be adjusted so that the dog is in healthy and normal condition. Individual needs of each dog vary, so diet should be adapted to keep the dog healthy and fit.": "Корм для высокоактивных собак содержит все витамины и минералы, необходимые для правильного и сбалансированного питания. Индивидуальные потребности собак различаются, и рацион должен быть скорректирован таким образом, чтобы собака находилась в здоровом и нормальном состоянии. Индивидуальные потребности собак также варьируются, диета должна быть подобрана так, чтобы собака находилась в здоровом и нормальном состоянии.",
  "Composition and the amount of the food are formulated to meet the needs of a moderately active dog in the conditions of average temperature levels.": "Корм для нормально активных взрослых собак -  состав и количество пищи основаны на потребностях умеренно активной собаки и нормальные температуры окружающей среды.",
  "Crude proteins (min) 17%, crude fat (min) 9%, fiber (max) 3%, moisture (max) 10%, ash (max) 6%, vit. A 3a672 6.000 IU, vit. D3 3a671 800 IU, vit. E 3a700 70 mg, vit. K3 3a711 0.70 mg, vit. B1 3a821 1.4 mg, vit B2 2.2 mg, vit. B6 3a831 1.4 mg, vit. B12 8 mg, Biotin 3a880 200 mcg, calcium D pantothenate 3a841 18 mg, folic acid 3a316 450 mcg, iron E1 45 mg, manganese 3b502 35 mg, zinc 3b601 58 mg, copper E1 5.2mg, iodine 3b203 0.80mg, Choline chloride 3a890 420 mg, calcium 12%, phosphor 0.7%, sodium 0.2%,antioxidant BHT E321 70mg, methionine 3c301 0.4%, lysine 3.2.3. 0.60%, threonine 3c410 0.50%, tryptophan 3.4.1. 0.15%.": "В 1 кг активного вещества входит: Белок мин. 17%, жирность не менее 9%, целлюлоза макс. Влажность 3% макс. 10%, зола макс. 6%, витамин A 3a672 6000 МЕ, витамин D3 3a671 800 МЕ, витамин E 3a700 70 мг, витамин K3 3a711 0,70 мг, витамин B1 3a821 1,4 мг, витамин B2 рибофлавин 2,2 мг, витамин B6 3a831 1,4 мг, витамин B12 циано , Ниацин 3a314 25 мг, биотин 3a880 200 мкг, пантотенат кальция D 3a841 18 мг, фолиевая кислота 3a316 450 мкг, железо E 1 45 мг, марганец 3b502 35 мг, цинк 3b603 58 мг, медь E1 5,2 мг, йод 3b203 0,80 мг, холин Хлорид 3a890 420 мг, кальций 1,2%, фосфор 0,7%, натрий 0,2%, антиоксидант BHT E 321 70 мг, метионин 3c301 0,4%, лизин 3.2.3. 0,60%, треонин 3c410 0,50%, триптофан 3.4.1. 0,15%."
}
